[
{"title": "Sales and Service Agent", "description": "OFFRE D'EMPLOI<br><br>Tâches<br><br><br><br>interagir activement avec divers acteurs du marché via un support en ligne (e-mail,démarrage téléphonique,skype)<br><br>Construire des analyses de rentabilisation avec des partenaires potentiels, y compris le profilage des exigences, la tarification et les conditions de paiement <br><br>negociation de contrat <br><br>Intégration des partenaires via notre plate-forme de transporteur interne <br><br>Gestion quotidienne du compte <br><br>Analyse continue des performances des partenaires, surveillance du trafic, gestion des tickets, d'incidents et examen de différentes mesures <br><br><br>Profil recherché<br><br><br><br>Titulaire d'un BTS, licence ou master en Administration et Gestion des Affaires, mathématiques, informatiques, marketing commerce et vente,sciences ou administration des Affaires <br><br>Anglais exceptionnel <br><br>Personne curieuse, bien organisée, logique,esprit critique et axée sur les résultats <br><br>Connaissances de base en télécommunication<br><br>A l'aise avec les solutions logicielles (Skype,Excel,Outlook,etc.)<br><br><br>La rémunération comprend un salaire de base, mais elle est fortement axée sur les commissions.<br><br>Envoyez votre CV à l'adresse suviante: alex@online-africa.store", "employer": "Online Africa", "type": "Employment contract:", "location": "Douala", "publishedDate": "14-07-2023", "expirationDate": "21-07-2023", "applyLink": "mailto:alex@online-africa.store"},
{"title": "FINANCE AND ADMINISTRATIVE ASSISTANT", "description": "Call for Applications for the position of a Finance and Administrative Assistant (Nationally Recruited Staff) <br><br>position RE-advertised<br><br>The International Institute of Tropical Agriculture calls for applications for the recruitment of a dynamic and experienced Administrative and Financial Assistant to support the Alliance of Bioversity International (Alliance Bioversty-CIAT) activities in Cameroon. This position is readvertised for interested candidates to apply and reapply for those who had applied before.<br><br>The Finance and Administrative Assistant supports the Finance and Administration Units at the Station, while working in close collaboration with other operation services, to support Alliance Bioversity-CIAT teams; Compliance with IITA procedures is of utmost importance. The Administrative and Financial Assistant will be responsible for providing a variety of specialized tasks, whilst ensuring accurate and timely delivery in compliance with IITA administrative and financial rules and regulations. He/she is also expected to recommend improvements to process delivery and system design. <br><br>A – Duties and Responsabilities<br><br>Administration management <br><br><br><br>Responsible for correspondences, preparation of contracts and sending invitations. <br><br>Responsible for vehicle fleet (regular maintenance and vehicle usage policies applied)<br><br>Responsible for fixed assets management<br><br>Take responsibility for the maintenance of all office equipment<br><br>Prepare payment request according to internal procedures of the organization. <br><br>Coordinate and organize field staff travels<br><br>Manage documentation/logistics of Alliance Bioversity-CIAT visiting researchers, scholars and guests ensuring that it is correctly completed and available<br><br>Assist with planning of workshops and events<br><br><br>Financial management and accounting <br><br><br><br>Generate monthly and year-end financial reports for Alliance Bioversity-CIAT <br><br>Manage expenses and income for multiple Alliance Bioversity-CIAT projects<br><br>Track Cash and Bank Payments <br><br>Prepare and track Alliance Bioversity-CIAT related invoices<br><br>Verify and ensuring accuracy by checking sources, making necessary calculations and assuring inclusion of all relevant data.<br><br>Oversee management of income and expense budgeting, reporting and reconciliation for Alliance Bioversity-CIAT field sites and projects<br><br>Assist in year-end closing of accounts, preparation of year-end reports related to prepayment, review project invoices for policy compliance, accuracy and authenticity.<br><br>Periodic preparations of expense reports.<br><br>Participate in the preparation of annual Audits.<br><br>Adhere to the organization’s financial policies and procedures -Procedure Manuals.<br><br>Ensure proper filing of Accounting and accounting related documents.<br><br>Performs other duties, as required by the supervisor.<br><br><br>B – Qualification<br><br>Education: <br><br><br><br>Must hold at least a bachelor’s degree in Administration, Accounting, Finance or related discipline;<br><br><br>Working Experience:  <br><br><br><br>Minimum of three (03) years working experience as Finance and Administrative Assistant;<br><br>Must have at least one (01) year experience in a well-structured organization (with proven practice of operations using Standard Operating Procedure manual)<br><br>Familiarity with NGOs and/or international organisations would be an asset;<br><br><br>Language: <br><br><br><br>The candidate must communicate fluently in both English and French<br><br><br>C - Key Competences<br><br>Core competencies: <br><br><br><br>Honest, energetic, independent, self-motivation and administratively self-sufficient. <br><br>Ability to think out of the box to solve problems.<br><br>Excellent communication capabilities (verbal and written skills)<br><br>Excellent customer management skills<br><br>Discretion as there will likely be sensitive information and figures discussed. <br><br>Excellent ability to pay attention to details and accuracy.<br><br>The ability to prioritize work. <br><br>The ability to work within strict time constraints.<br><br><br>Technical/Functional Skills: <br><br>The Administrative and Finance Assistant shall have: <br><br><br><br>The ability to maintain clear and accurate financial records.<br><br>The ability to accurately monitor, record, and balance accounts.<br><br>The ability to work independently and as part of a team.<br><br>Experience with an Accounting Software system, Any ERP Software will be an advantage.<br><br>Proficient in the use of MS Office, specifically good mastery of Excel;<br><br>Excellent interpersonal skills <br><br>Must be able to work in a multidisciplinary and multicultural team;<br><br>The willingness to undertake professional development.<br><br><br>D - Workplace<br><br><br><br>The incumbent of the position will be based in Yaoundé, Cameroon.<br><br><br>E - Restriction<br><br><br><br>The position is limited to Cameroonian citizens.<br><br><br>F - Remuneration<br><br><br><br>A nationally competitive remuneration package will be offered.<br><br><br>G - Equity in employment <br><br><br><br>IITA encourages applications from women, men, young people who believe they meet the requirements of the position. All applications will be assessed in a fair and objective manner.<br><br><br>H – Application folder <br><br>The application file shall include the following documents: <br><br><br><br>a completed online application form; kindly fill the form in addition to sending your application file available on https://forms.gle/BNznvHi7EJAm8x9m9 <br><br>a detailed curriculum vitae but NOT exceeding three pages; <br><br>a letter of motivation (MAXIMUM of two pages; including the full names of the candidate, their full address, phone number and email address);<br><br>a copy of the national identity card;<br><br>a copy of the highest academic credential (certificate) and;<br><br>a list of three professional referees including their contacts (one of them must be a current or former supervisor of the candidate).<br><br><br>Applications shall be addressed to (e-mail attachments ONLY), latest by July 23rd, 2023 to: <br><br>The Resident Representative <br><br>International Institute of Tropical Agriculture in Cameroon<br><br>P.O. Box 2008 Yaoundé (Messa)<br><br>Tel : (+237) 222237434 ; +(237) 699319747<br><br>Email: IITACA-HRS@cgiar.org<br><br>Application to the position of: Finance and Administrative Assistant Alliance Bioversity-CIAT<br><br>In addition to your application folder sent by email, kindly fill the mandatory form available on https://forms.gle/BNznvHi7EJAm8x9m9  <br><br>Only applications received in French or English with a completed online form will be considered and only shortlisted candidates will be contacted.", "employer": "IITA CAMEROON", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "13-07-2023", "expirationDate": "23-07-2023", "applyLink": "https://forms.gle/BNznvHi7EJAm8x9m9"},
{"title": "Branch Manager ", "description": "JOB ADVERT<br><br>Unity Co-operative Society (UNICS Plc) is a Microfinance Institution created on the 15th of January 2000. Among other conventional financial products like savings accounts and current accounts, UNICS Plc has invested a lot in the development of value added services like Automated Teller Machine and the sale of Bank Cards, Online Banking, SMS Banking, Virtual Private Network, Bank to Wallet Services and many others. For the past 23 years, UNICS Plc has been able to position herself as one of the fastest growing financial institutions in Cameroon with highly improved technological facilities and well-developed products tailored to the needs of the public.<br><br>We are seeking the services of Candidates who would be ready to work at any of our branches in the North West & South West Regions in the following positions:<br><br>Job Ref. N°1:  BRANCH MANAGER<br><br>Key Responsibilities: <br><br><br><br>To support the General Manager in developing and implementing the Bank’s Overall Business development Strategies;<br><br>Maintain a positive customer relationship, planning and delivering effective marketing strategies and monitoring the progress of new and existing financial products.<br><br>Network  with appropriate professionals; <br><br>Maintain a high standard of discipline within the Branch & ensure that all staff are performant;<br><br>Oversee and manage all aspects of the business such as Accounting, Human Resource, Sales and Operations at the Branch;<br><br>Review trade area and identify new market opportunities;<br><br>Source, train, coach and develop staff.<br><br><br>Qualification and Experience:<br><br><br><br>To have at least a Bachelor Degree in Management, Business Administration, Management, Finance, Economics, Marketing or equivalent from a reputable university.<br><br>To have at least three years of experience in a managerial position. Experience in a Financial Institution is an added advantage;<br><br>Good working knowledge in Excel and Microsoft Word;<br><br>Bilingual (English and French);<br><br>Strong analytical skills;<br><br>Ability to deliver under pressure and in a team fostered environment;<br><br>Proven track record of good performance<br><br>A drive to reach sales and service goals<br><br>Excellent organizational and leadership skills<br><br>Someone of impeccable personal and professional integrity.<br><br>A personality that is self motivating, engaging, positive, result driven and posseses the maturity and personality to command respect.<br><br><br>Additional Strengths:<br><br><br><br>Exceptional ability to communicate in English and French verbally and in writing.<br><br>Able to work in a team fostered environment.<br><br>Good working knowledge in Excel, Word and PowerPoint.<br><br>Results driven.<br><br><br>Interested candidates who fully meet the above requirements should send their detailed Curriculum Vitae via: humanresources@unicsgroup.com not later than 20th June 2023.<br><br>Nota Bene: Only Applications matching with the relevant profile will be contacted.<br><br>UNICS Plc is an equal opportunity Employer and will not discriminate on the basis of gender, religion, ethnicity, physical ability, etc", "employer": "UNICS Plc. Microfinance Institution", "type": "Employment contract:", "location": "North West & South West", "publishedDate": "08-07-2023", "expirationDate": "20-07-2023", "applyLink": "mailto:humanresources@unicsgroup.com"},
{"title": "DATABASE ADMINISTRATOR", "description": "ANNONCE DE RECRUTEMENT<br><br>Intitulé du poste : Administrateur de base de données <br><br>Nombre de poste : 01<br><br>Lieu de fonction : Yaoundé. <br><br>Type de contrat : Contrat à durée indéterminée (CDI).  <br><br>Vous êtes jeune, ambitieux, dynamique et amoureux du challenge, alors cette offre est pour vous.<br><br>Acteur majeur du secteur de la microfinance et membre du réseau FINAFRICA, FOCEP SA se positionne sur le marché de la microfinance parmi les leaders grâce à une expérience forte dans les services financiers et la qualité de ses ressources humaines.  <br><br>FINAFRICA a été fondée en 2018 avec l’objectif de bâtir un acteur de référence de la finance et de l’assurance inclusive en Afrique, au service de l’entreprenariat et du développement économique et social du continent. Elle regroupe dans son réseau en Afrique, des entreprises, des institutions de microfinance et des compagnies d’assurance.  <br><br>Dans le cadre de ses activités, FOCEP S.A recrute un Administrateur de base de données. <br><br>VOTRE  MISSION<br><br>L’Administrateur de base de données a pour mission principale de concevoir, administrer et mettre à jour les bases de données de l’entreprise. Placé sous la responsabilité du Chef de Département Informatique (CORE BANKING et Logiciel tiers), ses principales activités sont les suivantes :<br><br><br><br>Concevoir et administrer les bases de données de l’entreprise ;<br><br>S’assurer de la maintenance et de la veille technologies des base données de l’entreprise ;<br><br>Analyser la cohérence des données pour la résolution des disfonctionnements applicatifs ;<br><br>Exécuter les tâches de gestion des SGBD (Installation, Sécurisation, Configuration, sauvegarde-restauration, Mise à jour) ;<br><br>Exécuter la mise en place des taches programmées systèmes Windows et linux via Python, Bash, PowerShell ;<br><br>Effectuer la modélisation des outils d’aide à la décision ; <br><br>Mettre en place et assurer la vie des entrepôts des données et les environnements BI tels que PENTHAO, TABLEAU, MS POWER B ;<br><br>Etre le relais du support technique et assistance aux informaticiens et aux utilisateurs. <br><br><br>VOTRE PROFIL<br><br><br><br>Vous êtes titulaire d’un BAC+4/5 en génie logiciel et base de données; sécurité des systèmes informatiques et de réseaux ou tout autre diplôme équivalent.<br><br>Vous avez une expérience professionnelle avérée de 03 ans au moins dans l’administration des bases de données et dans le secteur de la microfinance.<br><br>Vous avez une maitrise des SGBD MS SQL, Oracle ; MySQL ,SyBase , SQL Server. <br><br>Vous avez une solide expérience dans l’utilisation du CORE BANKING et en développement d’applications.<br><br>Vous maitriser le langage SQL2003 PLSQL, TRANSACT SQL.<br><br>Vous avez une bonne connaissance de la comptabilité et des opérations bancaires. <br><br>Vous êtes proactif, rigoureux et avez le sens du détail.<br><br>Vous avez une forte capacité d’analyse, un esprit de synthèse et êtes capable de travailler sous pression.<br><br><br>LE PLUS DE L’OFFRE<br><br>Vous bénéficierez de l’avantage d’un environnement de travail sain et professionnel, d’une technologie avancée dans les process,  d’une expérience candidat enrichissante à travers des échanges avec des experts dans le secteur de la micro finance et du système d’information.    <br><br>CETTE OFFRE VOUS INTERESSE ?<br><br>Transmettez-nous votre CV et lettre de motivation à l’adresse suivante : rh@focep.cm en précisant en objet l’intitulé du poste «Administrateur de base de données » au plus tard le 07 août 2023.", "employer": "FOCEP SA", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "19-07-2023", "expirationDate": "07-08-2023", "applyLink": "mailto:rh@focep.cm"},
{"title": "Project Assistant ", "description": "OPPORTUNITE : Project Assistant (Finance, Administration and Marketing)<br><br>Who are we?<br><br>Green Tasty Products is a Cameroonian company based in Yaounde, which aims to develop speciality products for the local and international markets.<br><br>Major Duties and Responsibilities (Under supervision of the General Manager):<br><br>Finance:<br><br><br><br>Collect and consolidate financial data on company activities on Excel sheets.<br><br>Manage account operations, maintain cash registers and receipts.<br><br>Prepare financial statements, monthly and annual accounts, and tax returns.<br><br>Follow up on tax and social security obligations (with guidance from the legal counsel).<br><br><br>Administration:<br><br><br><br>Run administrative operations and errands.<br><br>Perform digital and physical archiving of documents.<br><br>Prepare employee pay slips.<br><br>Manage suppliers and inventory (orders, delivery invoices and regularisations).<br><br><br>Marketing:<br><br><br><br>Create and manage social media outlets for the company.<br><br>Collect content (video, images, audio) on key activities.<br><br><br>Perform other duties assigned by the General Manager<br><br>Your Profile/ Skills<br><br><br><br>A Bachelor’s degree or Higher National Diploma (HND) in Management, Finance, Accounting, Business Administration, Marketing, or a related field is required.<br><br>A minimum of 2 years of professional experience in project management, administration, or finance is required.<br><br>Strong computing skills and mastery of Microsoft Excel, Word, OneDrive, and teams…)<br><br>Good knowledge of key social media outlets and marketing<br><br>Excellent written and verbal communication skills in English is required<br><br>A good knowledge of French is required.<br><br>Must be based in or willing to relocate to Yaounde and willing to travel within Cameroon.<br><br><br>Contract Duration and Working Relationships<br><br><br><br>12month contract (with a 3-month probation), to be renewed subject to satisfactory performance.<br><br><br>Benefits<br><br>Salary of 75,000 FCFA per month distributed as follows:<br><br><br><br><br><br><br><br><br>50,000 FCFA base salary<br><br><br>15,000 FCFA transportation allowance<br><br><br>10,000 FCFA internet allowance<br><br><br><br><br><br><br>How to Apply<br><br><br><br>A motivation letter, CV, and copy of your highest diploma should be sent to greentastyproducts@gmail.com with subject: Application for Project Assistant.<br><br>Deadline for applications: Sunday 11 June 2023 at midnight.<br><br><br>Thank you in advance for your interest in this position. Please note that only candidates under serious consideration will be contacted for a technical test and subsequent interview (both will be in English and French). If you have not been contacted 2 weeks after the closing date, consider your application unsuccessful.", "employer": "Entreprise de la place", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "31-05-2023", "expirationDate": "11-06-2023", "applyLink": "mailto:greentastyproducts@gmail.com"},
{"title": "Financial analyst", "description": "OFFRE D'EMPLOI<br><br>Raison d’être du poste :<br><br>ASHDOWN ADVISORY GROUP recrute un Business Analyst/Analyste financier pour rejoindre son équipe d'analystes de projet.<br><br>Le rôle d'un analyste financier est d'évaluer l'impact financier et les opportunités des nouvelles initiatives, des systèmes ou des changements de processus au sein d'une organisation. Il est chargé d'analyser les processus opérationnels, d'identifier les domaines à améliorer et de développer des solutions qui augmentent l'efficacité et stimulent la croissance. L'analyste financier recueille les exigences, documente les besoins de l'entreprise et recommande des solutions pour aider à optimiser les processus de l'entreprise et les ressources technologiques. Ce poste requiert de solides compétences en matière d'analyse, de communication et d'organisation afin de comprendre les questions commerciales et de recommander des solutions fondées sur des données. <br><br>Tâches et responsabilités essentielles<br><br>Les missions á remplir á ce poste sont les suivantes :<br><br><br><br>Analyser les processus opérationnels, les systèmes et les mesures afin d'identifier les problèmes et les inefficacités. Comparer l'état actuel avec les meilleures pratiques pour déterminer les lacunes.<br><br>Rechercher des technologies et des méthodes innovantes pour résoudre les problèmes identifiés. Analyser les options afin de déterminer les meilleures améliorations à apporter aux systèmes ou aux processus. Se tenir au courant des outils et techniques de pointe dans des domaines tels que l'automatisation des processus, l'exploration des données et la gestion de projet.<br><br>Documenter les exigences commerciales, les cas d'utilisation et les spécifications fonctionnelles pour les nouveaux systèmes, produits ou améliorations de processus. Traduire des concepts commerciaux complexes en spécifications détaillées pouvant être comprises par les parties prenantes et les équipes techniques. Obtenir un consensus grâce à une communication efficace.<br><br> Participer aux tests d'acceptation par les utilisateurs afin de s'assurer que les solutions répondent aux objectifs et aux exigences de l'entreprise avant leur mise en œuvre. Identifier les problèmes liés au système et collaborer avec les équipes techniques pour y remédier. Mener des examens après la mise en œuvre pour confirmer les résultats.<br><br>Élaborer des analyses de rentabilité pour les nouveaux investissements ou les initiatives d'amélioration des processus, y compris des analyses coûts-avantages. Présenter des arguments convaincants étayés par des mesures commerciales et des indicateurs de performance clés pertinents. Fournir des recommandations fondées sur des données aux cadres supérieurs et aux principales parties prenantes.<br><br>Informer la direction de l'état, des risques et de l'avancement des initiatives. Signaler les problèmes importants de budget, de calendrier ou de ressources. Aider à mener à bien des projets commerciaux essentiels grâce à une gestion proactive des problèmes et des changements.<br><br>Se tenir informé des tendances du marché et de l'industrie, des nouvelles technologies et des priorités et défis internes de l'entreprise. Chercher en permanence à élargir ses connaissances dans les domaines commerciaux et techniques pertinents.<br><br>Établir et maintenir des relations positives avec les partenaires commerciaux et techniques. Communiquer efficacement avec les services commerciaux et informatiques afin de comprendre les interdépendances et d'identifier les synergies entre les systèmes et les processus.<br><br>Aider à la recherche générale et à l'analyse des données, selon les besoins, pour soutenir les principaux dirigeants et départements de l'entreprise. Élaborer des rapports, des présentations et des modèles de feuilles de calcul pour résumer les résultats et partager les idées.<br><br><br>Profil Recherché<br><br><br><br>Master en  finance, en administration des affaires, en technologie de l'information ou dans un domaine connexe. <br><br>Parfaite maîtrise des langues anglaise et française (oral et écrit).<br><br>3 à 5 ans d'expérience en analyse commerciale ou dans un domaine connexe.<br><br>Solides compétences en matière d'analyse et de résolution de problèmes, avec une capacité de réflexion critique et créative.<br><br>Excellentes aptitudes à la communication écrite et orale, avec la capacité de communiquer efficacement avec les parties prenantes à tous les niveaux.<br><br>Capacité avérée à travailler de manière indépendante et dans un environnement d'équipe.<br><br>Solides compétences en matière d'organisation et de gestion du temps, avec la capacité de gérer plusieurs projets simultanément.<br><br>Expérience des outils d'analyse et de visualisation des données, tels qu'Excel ou Tableau.<br><br>Connaissance des tendances commerciales et technologiques, et capacité à identifier les opportunités et les risques potentiels pour l'organisation.<br><br><br>Conditions de travail<br><br>L'analyste financier travaillera dans un environnement de bureau et pourra être amené à se déplacer occasionnellement pour rencontrer les parties prenantes ou participer à des sessions de formation. Il doit être capable de travailler de manière autonome et en équipe, et peut être amené à travailler occasionnellement le soir ou le week-end pour respecter les délais des projets.<br><br>Comment Postuler<br><br>Bien vouloir faire parvenir votre CV via l’adresse e-mail contact@ashdownadvisorygroup.com Avant le 1er Juillet 2023.", "employer": "ASHDOWN ADVISORY GROUP", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "31-05-2023", "expirationDate": "01-07-2023", "applyLink": "mailto:contact@ashdownadvisorygroup.com"},
{"title": "tax practitioner", "description": "OFFRE D'EMPLOI<br><br>La CAMEROON EMPLOYMENT SERVICES, entreprise spécialisée dans la gestion des ressources humaines, l’accompagnement des entreprises et des jeunes dans l’atteinte de leurs objectifs professionnels recherche pour un de ses clients un FISCALISTE.<br><br>Mission :<br><br>Véritable soutien, il contribue à ce que l’entreprise en tant que contribuable, respecte les obligations comptables et fiscales, de même que les règles régissant les impôts et les taxes. Il participe au contrôle de la charge fiscale de l’entreprise et sa correcte comptabilisation, dans les opérations engagées ou à venir. Conseil auprès de la direction et des opérationnels, il entretient des relations avec l’administration fiscale et le reporting des transactions réalisées.<br><br>Activités :<br><br><br><br>Optimisation fiscale des entités du Groupe<br><br>Préparation des états d’impôts à déclarer<br><br>Préparation des ordres de virements (impôts et CNPS)<br><br>Télé-déclaration des impôts et CNPS dans le respect des délais.<br><br>Mise à jour des documents fiscaux des sociétés du Groupe et annexes ;<br><br>Suivi des contrôles impôts et CNPS (réel ; simplifié et CSIPLI) des entités ;<br><br>Réalisation des travaux de fin d’exercice et montage des DSF ;<br><br>Suivi quotidien et mensuel des comptabilités fiscales des entités<br><br>Mise à jour mensuelle des journaux banques et trésorerie<br><br>Préparation mensuelle des opérations de paie et comptabilisation<br><br>Comptabilisation des opérations diverses<br><br>S’assurer des déclarations mensuelles et annuelles d’impôts des entités après validation du DAF ;<br><br>S’assurer des déclarations mensuelles CNPS des entités après validation du DAF ;<br><br>S’assurer du paiement des différents impôts et taxes (patente, bail et précompte, TVA, acompte IS, IRPP, cotisations, taxe foncière…)<br><br>S’assurer du retrait des quittances de paiement mensuel, annuels des impôts et CNPS<br><br>S’assurer de la mise à jour mensuelle des documents d’achat, ventes et opérations de banque et trésorerie des entités ;<br><br>Veiller à l’obtention des documents relatifs au bon fonctionnement des entités (APS, Attestation de non faillite, localisation, régime TVA, expéditions, carte de contribuable…)<br><br>Elaboration des factures fiscales et mise à jour des comptes clients et fournisseurs<br><br>Comptabilisation des documents d’importation des entités<br><br>Transmission de déclaration, avis d’imposition et quittance aux entités et archivage.<br><br><br>Audit fiscal et gestion du risque fiscal<br><br><br><br>Vérifier la bonne conformité fiscale des opérations courantes aux codes général des impôts, identifier les particularités fiscales, contrôler le parfait règlement des impôts et des prélèvements obligatoires (cotisations sociales, taxes fiscales diverses) ;<br><br>Participer à l’évaluation du risque fiscal (manquement à la loi, sanction) des opérations à venir et leurs conséquences légales et comptables ;<br><br>Participer à préparer un éventuel contrôle fiscal, prévenir un redressement fiscal potentiel ;<br><br>Contribuer à analyser et suivre la charge d’impôts, à vérifier l’exactitude des calculs d’impôts ;<br><br>Contribuer à mesurer les impacts spécifiques des normes OHADA sur les comptes de l’entreprise ;<br><br>Documenter les positions prises et les transactions réalisées (documentation des prix de transfert, par exemple) en vue de se conformer aux obligations légales ou afin d’être en mesure de les expliquer lors d’un audit ou de contrôles fiscaux ultérieurs.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br> <br><br><br><br><br><br><br><br><br><br><br><br><br>Assistance conseil à la direction et aux services<br><br><br><br>Contribuer à instaurer une bonne gouvernance fiscale : conseiller les services, informer les opérationnels (principalement juristes, comptables, financiers), les sensibiliser aux enjeux fiscaux ;<br><br>Proposer, pour des opérations ou des projets, des stratégies offrant des options fiscales optimales (fiscalité directe, indirecte, allègements fiscaux, crédits d’impôts) ;<br><br>Apporter son assistance lors des déclarations fiscales ;<br><br>Suivre les dossiers ;<br><br>Gérer les contentieux ;<br><br>Assurer le reporting externe des opérations devant être communiquées aux administrations fiscales.<br><br><br>Veille juridique et communication interne<br><br><br><br>Assurer quotidiennement une veille juridique en droit fiscal (lois, règlements, jurisprudence, contentieux) ;<br><br>Traiter les informations selon leur pertinence, analyser les nouvelles dispositions juridiques, anticiper les changements potentiels ;<br><br>Diffuser ses analyses sur différents supports internes : conclusion, note de synthèse.<br><br><br>Autres activités<br><br><br><br>Mettre en place des outils performants de reporting pour fiabiliser les comptes et renforcer la prévision fiscale ;<br><br>Assurer la présentation fiscale annuelle au comité d’audit ;<br><br>Produire et déposer la liasse fiscale (documents fiscaux) à la clôture de l’exercice comptable ;<br><br>Représenter l’entreprise et assurer la défense de ses intérêts devant les instances fiscales.<br><br><br>PROFIL<br><br>Le titulaire du poste doit avoir : <br><br><br><br>Niveau académique : Bac+5 comptabilité / fiscalité, droit des affaires, conseil et gestion d’entreprise<br><br>Expérience professionnelle :  Bilingue – Anglais et Français; Anglais juridique oral et écrit (excellent niveau)<br><br>Minimum 01 année d’expérience <br><br><br>SAVOIR-ETRE<br><br><br><br>Aisance relationnelle<br><br>Sens de l’écoute et de la communication<br><br>Pédagogie<br><br>Rigueur dans le recueil et le traitement des données<br><br>Curiosité intellectuelle<br><br>Esprit logique<br><br>Prise de recul<br><br>Disponibilité et adaptabilité<br><br>Résistance au stress<br><br>Esprit d’analyse et de synthèse<br><br>Capacités rédactionnelles<br><br><br>​​​​​​​Please send your file to recruitment@camescm.com while mentioning in the object the position you are applying for. Your file must include: CV, motivation letter.", "employer": "CAMES", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "31-05-2023", "expirationDate": "11-06-2023", "applyLink": "mailto:recruitment@camescm.com"},
{"title": "HEAD OF TREASURY AND CREDIT DEPARTMENT", "description": "AVIS DE RECRUTEMENT<br><br>Dans le cadre de son plan de développement, la SOCIETE FINANCIERE DE TOURISME ET DE LOISIRS (SOFITOUL SA), Tour opérateur agréé IATA, leader dans l’industrie du tourisme au Cameroun et dans la zone CEMAC lance un appel à candidatures pour le recrutement d’un : CHEF DE SERVICE TRESORERIE ET CREDIT<br><br>Lieu d’affectation : Yaoundé<br><br>Missions<br><br>Le chef de service trésorerie et crédit, d’une part, est le gardien du trésor de l'entreprise, et d’autre part, il accompagne<br><br><br><br>la direction commerciale et exploitation dans la réalisation d’un chiffre d’affaire sain et (b) la direction générale dans sa prise de risque clients.<br><br><br>A ce titre, il doit :<br><br>Sur le plan de la trésorerie :<br><br><br><br>Assurer la solvabilité de l'entreprise et s'assurer qu'elle dispose de liquidité nécessaire en fonction des besoins d’exploitation et d’investissement.<br><br>Contrôler les flux financiers.<br><br>Analyser les risques liés aux investissements et ne jamais mettre en péril l'entreprise.<br><br>Assurer la sécurité des transactions financières.<br><br>Maîtriser le besoin en fond de roulement (BFR) et optimiser le cash-flow de l'entreprise.<br><br><br>Sur le plan du crédit<br><br><br><br>Protéger l'entreprise du risque clients et de veiller à ce que l'activité commerciale se transforme rapidement en trésorerie.<br><br>Assurer la solvabilité des clients ou prospects, il recueille et analyse leurs informations financières (au travers de ses relations avec les banques et les milieux financiers), vérifie leurs créances. Il aide la direction commerciale dans le recouvrement en faisant les analyses des comptes clients.<br><br>Participer à la définition des conditions générales de ventes, à la décision sur les ouvertures de comptes clients à terme.<br><br>Développer et suivre une politique de crédit formalisée et diffusée.<br><br>Suivre en permanence le montant et le DSO (Days Sales Outstanding) des retards de paiement, le montant des impayés et le niveau des encours clients.<br><br><br>Rattachement hiérarchique: Le Chef de Service Trésorerie et Crédit est rattaché hiérarchiquement au Directeur Administration, Comptabilité et Finance.<br><br>Education / Formation :<br><br><br><br>Bac + 4/5 en Banque et Finance ou Bac + 4/5 en Comptabilité et Finance<br><br><br>Expérience professionnelle :<br><br><br><br>Minimum 5 ans d’expérience cumulée dans le poste de trésorier et/ou de responsable crédit ;<br><br>Expérience avérée dans la gestion de la relation avec les banques ou expérience dans le secteur bancaire ;<br><br>Expérience dans la gestion du crédit et des risques client.<br><br><br>Compétences spécifiques :<br><br><br><br>Maîtrise des logiciel comptables tels que SAARI en particulier les modules relatifs à la gestion de la trésorerie;<br><br>Maîtrise des méthodes et outils d’évaluation des risques clients ;<br><br>Maîtrise de l'utilisation des feuilles de calcul (Excel) et les logiciels bureautiques tels que Word, Power Point et les outils de messagerie électronique;<br><br><br>Compétences transversales :<br><br><br><br>Faire preuve de rigueur et d'organisation ;<br><br>Aptitudes commerciales, avoir le sens de la négociation et aimer travailler en équipe car, avec les équipes commerciales, il aide au développement du business ;<br><br>Bonne aisance relationnelle.<br><br><br>CONSTITUTION DU DOSSIER DE CANDIDATURE :<br><br><br><br>Lettre de motivation<br><br>Un CV actualisé<br><br>Photocopie du diplôme requis<br><br><br>Le dossier complet sera déposé sous pli fermé aux adresses suivantes;<br><br><br><br>Sofitoul Bastos face usine BAT, tél. : 222 20 13 85<br><br>Sofitoul Douala rue Njo Njo en face de l’école les Gais Lutins, tél. : 233 42 21 25<br><br>Ou par email à sft.recruit@sofitoul.com", "employer": "SOFITOUL S.A.", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "08-06-2023", "expirationDate": "14-06-2023", "applyLink": "mailto:sft.recruit@sofitoul.com"},
{"title": "Executive board & Management (1)", "description": "OFFRE D’EMPLOI: ASSISTANT(E) RESSOURCES HUMAINES<br><br>Réf de l’offre : ARH-CDP23<br><br>Une Institution Académique Française en pleine expansion basée au Cameroun recherche pour besoin de services : Un(e) Assistant(e) Ressources Humaines, poste basé à Douala.<br><br>MISSIONS ET TACHES<br><br>Il aura pour missions principales de :<br><br><br><br>Participer à la gestion administrative du Personnel : Administration du Personnel, participation de la paie, Recrutement, gestion des carrières, formations... ;<br><br>Assister le responsable RH dans toutes ses activités<br><br>Recueillir auprès de la direction les besoins et attentes en termes de ressources humaines<br><br>Veiller à l’exécution la politique et les projets RH en fonction des différents domaines des ressources humaines : formation, GPEC, recrutement, mobilité, ...<br><br>Suivre l’évolution des stratégies RH mises en place dans l’entreprise<br><br>Préparer les éléments relatifs à la paie<br><br>Participer au suivie et au contrôle la mise en place des activités RH<br><br>Préparer l’ensemble des documents liés à la gestion du personnel (contrats de travail, cotisations sociales, etc…)<br><br>Tenir à jour les dossiers du personnel<br><br>Participer à l’élaboration les tableaux de bords sociaux<br><br><br>PROFIL REQUIS<br><br><br><br>BTS ou BAC+3 Ressources humaines, Administration, Gestion ;<br><br>Expérience au moins trois (01) an en tant qu’Assistante Ressources Humaines ;<br><br>Maitrise de tous les domaines de la gestion des ressources humaines Recrutement, Administration du personnel, droit du travail<br><br>Maitrise de l’outil informatique<br><br>Capacité à tenir à jour des tableaux de bords et à rédiger des comptes rendus<br><br>Maitrise des outils spécifiques à la gestion des ressources humaines<br><br>Respect de la confidentialité<br><br>Forte capacité d’analyse et d’évaluation des situations, de rigueur et de réactivité<br><br><br>Faites-nous rapidement parvenir votre CV via l’adresse suivante : recrutement@parisformations.fr <br>Merci de préciser en objet de votre mail ARH-CDP DOUALA<br><br>Deadline : 12 Juin 2023 à 17h30", "employer": "PARIS FORMATIONS", "type": "Employment contract:", "location": "Douala", "publishedDate": "11-06-2023", "expirationDate": "12-06-2023", "applyLink": "mailto:recrutement@parisformations.fr"},
{"title": "Communications and Public Relations Manager", "description": "OFFRE D'EMPLOI<br><br>StarTimes Média Cameroun SA recrute Un(e) Responsable Communication des Médias & Relations Publiques.<br><br>Vous êtes fan de l’univers des médias, vous êtes passionné par la communication et le marketing, vous êtes ambitieux et souhaitez intégrer une équipe jeune et dynamique dans laquelle vous vous sentirez pleinement épanoui ? Vous êtes peut-être notre futur Responsable de Communication des Medias & Relations Publiques. <br><br>Vos missions : <br><br><br><br>Élaborer avec la Direction Générale la stratégie de communication de la filiale camerounaise du groupe et le plan d'action marketing,<br><br>Réaliser sous la supervision du directeur marketing les plans média, les dispositifs des campagnes promotionnelles de la marque,<br><br>Elaborer les différentes campagnes de publicité: plans médias traditionnels, messages de communication, validation et réalisation des éléments de communication avec le siège et/ou le graphique designer, achat d'espace publicitaire, gestion des relations avec les imprimeurs/fabricants/médias,<br><br>Analyser les études (marché, concurrence, positionnement, motivation…) utiles à l'élaboration de la stratégie marketing et de la politique de communication de l'entreprise,<br><br>Mettre en place les différents supports de communication au sein de l'entreprise et sur le réseau des distributeurs,<br><br>Assurer les négociations et une bonne relation avec les partenaires (régies, médias, administration territorial, etc.) et prestataires (imprimeur, etc.)<br><br>Intervenir sur les plateaux des émissions télés et radios,<br><br>Mettre en place les partenariats et sponsoring d'évènements,<br><br>Proposer et réaliser des opérations de fidélisation des abonnés<br><br><br>Compétences techniques et personnelles requises : <br><br><br><br>Parfaite connaissance de l’univers des médias (maitrise des outils de communication)<br><br>Bonne connaissance des produits et services de StarTimes<br><br>Bonne connaissance du marketing étude, marketing produit, stratégie de marque<br><br>Connaissances financières et juridiques <br><br>Savoir organiser une campagne en communication <br><br>Aisance relationnelle et ouverture d’esprit <br><br>Force de proposition et attitude à l’innovation <br><br>Capacité à fédérer et animer une équipe <br><br><br>Profil :<br><br><br><br>Homme / Femme (25 à 35 ans)<br><br>Disposer d’une expérience minimum de 02 ans à un poste similaire. <br><br>Etre titulaire d’au moins d’une licence en Marketing, communication. <br><br><br>Ce que nous vous proposons :<br><br><br><br>Lieu de travail : Douala<br><br>Type de contrat : CDI (avec essai de 03 mois)<br><br>Salaire brut mensuel à négocier selon le profil<br><br><br>Cette offre vous intéresse ?  Merci de nous faire parvenir votre dossier de candidature constitué de votre Curriculum vitae + lettre de motivation, à l’adresse suivante recrutement.cm@startimes.com.cn au plus tard le 15 Juin 2023. <br><br>Notez bien : seuls les candidats présélectionnés seront contactés.", "employer": "StarTimes Media Cameroun", "type": "Employment contract:", "location": "Douala", "publishedDate": "13-06-2023", "expirationDate": "15-06-2023", "applyLink": "mailto:recrutement.cm@startimes.com.cn"},
{"title": "FINANCE SUPERVISOR", "description": "JOB ADVERT<br><br>TRANSSION HOLDING is a company best known for its high-quality multi-brand smart devices. Transsion's brand portfolio comprises leading mobile phone brands in emerging markets, including TECNO, Itel, and Infinix, as well as Carlcare for after-sales services, Oraimo for smart accessories, and Syinix for home appliances.<br><br>Our company is looking to fill the role of Finance Supervisor. Thank you in advance for taking a look at the list of responsibilities and qualifications. We look forward to reviewing your resume.<br><br>Job position : Finance Supervisor<br><br>Working Location: Angola<br><br>JOB ACCOUNTABILITIES<br><br><br><br>Responsible for the accurate and timely preparation and analysis of financial statements, as well as the coordination of budgeting, forecasting, auditing activities, and the preparation of financial reports. <br><br>Assemble loan documents and verify all appropriate documents are received and completed accurately<br><br>Inputs loan information in the funding system and ensures that all the validations are met before funding<br><br>Reviews and audits payroll, accounts payable, cash receipts, inventory, journal entries, and reconciliations, for specific business units<br><br>Prepare and submit monthly, quarterly, and annual reporting, <br><br><br>QUALIFICATIONS<br><br><br><br>Bachelor’s degree in finance, accounting, business administration, or a related field.<br><br>Extensive knowledge and understanding of finance and accounting principles.<br><br>Proficiency in Microsoft Office applications, including Excel, Access, and Word.<br><br>Strong analytical and problem-solving skills.<br><br>Excellent communication (must speak and write in English language) and interpersonal skills<br><br>Must be familiar with the complex accounting rules and regulations, and should possess the judgment that comes with the position.<br><br>Should possess the financial knowledge and skills, as well as interpersonal and organizational abilities, to excel in the role.<br><br><br>APPLICATION PROCESS<br><br>If you are interested to join us, please send your curriculum vitae in English to the email address: hrrecrutmentlevel@gmail.com specifying in the object of the mail the term: FINANCE MANAGER.", "employer": "Transsion Holdings", "type": "Employment contract:", "location": "Douala", "publishedDate": "14-06-2023", "expirationDate": "01-07-2023", "applyLink": "mailto:hrrecrutmentlevel@gmail.com"},
{"title": "ACCOUNTING", "description": "RECRUTEMENT EXTERNE<br>La Société LE PLOMBIER SARL (Groupe) recrute pour les besoins de ses services : 02 COMPTABLE H/F.<br><br>CONTEXTE : LE PLOMBIER SARL est une structure commerciale, spécialisée dans l’importation et la vente des produits de plomberie à travers son réseau de plusieurs agences et magasin de stockage. <br><br>Nature du contrat : CDI<br>Département : Direction Administrative <br>Secteur d’Activité : Quincaillerie spécialisée<br>Age maximum : 35 Ans<br>Localisation : Yaoundé-Cameroun<br><br>MISSIONS DU POSTE :<br><br>Rattaché(e) au Directeur Général l’employé (e) Le Comptable est chargé de:<br><br><br><br>Suivre l’activité de l’entreprise sur le plan comptable et fiscal <br><br>Assurer la tenue de la comptabilité, de la trésorerie et de la fiscalité<br><br>Suivre les immobilisations <br><br>Mettre en place les processus de suivi des dépenses (hors exploitation et dépenses fixes) <br><br>Mettre en place le processus d’archivage numérique des données comptables et fiscales <br><br>Suivre l’activité et produire les reporting et rapport d’activité  <br><br>Saisir et enregistrer les données et reconstituer les ventes<br><br>Assurer les déclarations d’impôt et faire les payements <br><br>Assurer les télés déclaration CNPS <br><br>Suivre les fournisseurs et les clients à terme  <br><br>Traiter les dossiers d’importation <br><br>Suivre les comptes bancaires de l’entreprise <br><br> Traiter les opérations de transfert de fonds <br><br>Etablir les ordres de virement <br><br>Traiter la paie  <br><br>Assurer l’interface entre l’administration fiscale et l’entreprise <br><br>Assurer les contrôles des impôts et la CNPS <br><br>Faire des propositions d’optimisation fiscale en rapport avec les recettes <br><br>Suivre les charges <br><br>Produire les bilans ; les comptes de résultat et APS  <br><br>Suivre les agences  <br><br>Produire les rapports d’activité et prenant en compte tous les ratios<br><br>Mettre en place les procédures comptables et les évaluer en permanence <br><br>Assurer le suivi douanier des importations et effectuer le payement des fournisseurs  <br><br>Analyser l’activité et faire des proposition à la hierarchies<br><br>Participer aux différentes réunions<br><br><br>ACTIVITES PRINCIPALES :<br><br><br><br>Exécuter toutes les missions ou tâches confiées par la hiérarchie  <br><br><br>PROFIL :<br><br>Formation et Expériences :<br><br><br><br>Minimum BTS, Licence Professionnelle en comptabilité ou tout autre diplôme reconnu équivalent ;<br><br>Avoir une parfaite maitrise de Microsoft Office ;<br><br>Maîtriser des outils informatiques : Sage Saari, Excel<br><br>Minimum 2 ans d’expériences professionnelles à un poste similaire dans une Entreprise<br><br>Maitriser parler lire et écrire l’anglais  <br><br>Etre capable de travailler de façon autonome <br><br>Sens des affaires, de l’organisation et du dialogue <br><br>Bonne connaissance du code général des impôts, des normes comptables ; fiscales et des loi régissant l’activité commerciale au Cameroun<br><br><br>Compétences relationnelles et comportementales<br><br><br><br>Analyser : Prendre du recul par rapport à ses activités, analyser régulièrement son environnement et les conditions de succès, brosse un tableau des scénarios possibles en envisageant différentes ;<br><br>Anticiper et initier le changement : S’inscrit dans une logique de veille générale de tendances afin d’identifier des besoins de changement et éviter d’agir dans l’urgence, remet en cause ses modes de fonctionnement et perçoit rapidement les besoins d’ajustement, recherche des méthodes alternatives pour agir plus efficacement ;<br><br>Communiquer et défendre une idée : Explique aux autres de façon claire et convaincante le bienfondé d’une idée, présente des solutions qui suscitent l’adhésion, mesure l’impact de ses actions ou de ses paroles sur les autres ;<br><br>Travailler en équipe : Echange des informations ou des avis avec les autres membres de son équipe, cherche à partager le savoir-faire, développe un réseau d’interlocuteurs internes et externes, reste ouvert en permanence aux autres membres de l’organisation et résout les conflits d’intérêts nés au sein d’un groupe ;<br><br>Animer une équipe : Fait preuve d’ouverture, d’écoute et de respect envers les autres, explique ses attentes aux autres par des objectifs négociés et clairement définis. <br><br><br>AUTRES QUALITES REQUISES AU POSTE :<br><br><br><br>Confidentialité et respect du secret professionnel ;<br><br>Aisance relationnelle avec les services internes pour rechercher des informations et fournir des explications ; et en externe avec les fournisseurs et les clients pour échanger des informations, relancer les règlements, fournir des explications Avec les sociétés partenaires pour échanger des informations et fournir des explications ;<br><br>Capacité d’analyse et de synthèse ;<br><br>Rigoureux (se), organisé (e) et orienté (e) résultats. <br><br><br>DOSSIER DE CANDIDATURE :<br><br>Pour Postuler : Transmettre CV et Lettre de Motivation uniquement à l’adresse mail : leplombiersarlressourcehumaine@yahoo.com en précisant en objet du courriel : « Comptable (H/F) ».   ou au numéro whatsap au 675 16 37 93<br><br>Date limite de recevabilité des Candidatures : 30/06/2023<br> <br>NB : toute candidature ne respectant pas les conditions prescrites sera purement et simplement disqualifiée.<br>Seules les candidatures présélectionnées seront contactées.", "employer": "Entreprise de la place", "type": "Employment contract:", "location": "Yaoundé", "publishedDate": "21-06-2023", "expirationDate": "30-06-2023", "applyLink": "mailto:leplombiersarlressourcehumaine@yahoo.com"},
{"title": "IT INFRASTRUCTURE ENGINEER", "description": "OFFRE D'EMPLOI<br><br>Mission du poste :<br><br>Déployer et gérer la technologie en place pour appuyer la stratégie IT de Pan-African Savings & Loans, y compris les agences, administrer et maintenir l’infrastructure réseaux, matérielle, la communication vocale, assurer le support informatique.<br><br>Activités principales :<br><br><br><br>Surveiller et administrer les infrastructures réseau et système de Pan-African Savings & loans<br><br>Gérer tous les serveurs et équipement réseau de l’institution <br><br>Concevoir et déployer l’architecture de l’infrastructure technique<br><br>Gérer les projets d’interconnexion et de communication<br><br>Assurer les relations avec les fournisseurs de matériel informatique<br><br>Assurer le déploiement de solutions technologiques optimales pour l’institution<br><br>Encadrer et former les utilisateurs<br><br>Suivre et améliorer la sécurité et la performance de l’infrastructure<br><br>Collaborer avec les autres entités pour la revue des procédures existantes en rapport avec son domaine d’intervention <br><br>Interagir avec les partenaires et autres fournisseurs d’assistance technique pour tout ce qui concerne les infrastructures informatiques et réseaux<br><br>Coordonner l’implémentation des nouvelles solutions en assurant la gestion du changement<br><br>Produire le reporting de tous les travaux de son ressort à son supérieur hiérarchique<br><br>Effectuer toutes autres tâches professionnelles confiées par votre hiérarchie dans le respect du Code déontologique et du Règlement intérieur<br><br><br>Profil et compétences requises :<br><br><br><br>Age : 25 ans minimum et 40 ans maximum<br><br>Expérience professionnelle : Au moins 03 ans d’expérience dont 02 ans à un poste similaire<br><br>Diplôme universitaire Bac+3 minimum en Administration et réseaux ou en informatique <br><br>Connaissance avérée en conception de réseaux et système informatiques<br><br>Maîtrise des équipements informatiques et réseaux, notamment CISCO entre autres<br><br>Compétences en gestion des projets informatiques<br><br>Compétences en Sécurité d’infrastructure et Automatisation des taches (Scripting)<br><br>Connaissances en gestion et administrations des serveurs Linux et Windows<br><br>Capacité à travailler sous pression <br><br>Aptitude à travailler en équipe<br><br>Aptitude à superviser et inspirer une équipe d’Agents<br><br>Capacité d’analyse et de synthèse<br><br>Excellente Communication orale et écrite<br><br>Forte capacité de négociation<br><br>Avoir de bonne connaissances en anglais<br><br>Être doté d’une intégrité sans faille ;<br><br><br>Pour postuler :<br><br>Tous les document (CV et lettre de motivation) devront être envoyés à l’adresse suivante : candidatures_itinfrastructurerh@rh.panafricanslcameroun.com en précisant en objet du mail : \"manifestation d’intérêt pour le poste de IT INFRASTRUCTURE ENGINEER ” au plus tard le 30 juin à 12 heures précises.", "employer": "PAN AFRICAN SAVINGS & LOANS CAMEROUN S.A", "type": "Employment contract:", "location": "Douala", "publishedDate": "23-06-2023", "expirationDate": "30-06-2023", "applyLink": "mailto:candidatures_itinfrastructurerh@rh.panafricanslcameroun.com"},
{"title": "Service Desk Delivery Supervisor", "description": "OFFRE D'EMPLOI<br><br><br><br><br><br><br><br><br><br><br>Raison d’être<br><br><br><br>du poste<br><br><br><br>Administration WSUS et postes de travail, déploiement des patches critiques de sécurité et de mises à jour centralisées, administration Office 365 et synchronisation Azure AD, Gateways SMTP et téléphonie mobile, élaboration des masters, support second niveau bureautique et messagerie, gestion du parc + pièces de rechange, pares-feux logiques, audit interne.<br><br><br><br><br><br><br><br><br><br>ÉDUCATION<br><br><br><br>&<br><br><br><br>COMPÉTENCES<br><br><br><br> Minimum BAC+5, École d’ingénieurs ou Master II en Informatique options Réseaux/Systèmes, avec un fort potentiel en mathématiques.<br><br><br><br> Certification MCSA, MCSE, ITIL Foundation<br><br><br><br> 02 à 05 ans d’expérience en tant qu’ingénieur systèmes dans la protection des postes de travail dans un intranet en comptant de plus 500, administration messagerie office 365, stratégies sécurité de groupe, annuaire Active Directory, services RODC, DHCP, DNS, SMTP, WSUS.<br><br><br><br> Administration suite bureautique Microsoft Office, SharePoint, Visio, Project, Autocad.<br><br><br><br> Support applicatif de premier niveau, en particulier de SAP.<br><br><br><br> Bonne maitrise de SCCM, MSI Packager<br><br><br><br> Industrialisation actions de masse avec des scripts PowerShell, CScript ou MS-DOS via des GPO.<br><br><br><br> Gestion des identités Microsoft FIM et/ou ADFS dans des environnements hétérogènes.<br><br><br><br> Maitrise des techniques de routage dans les passerelles SMTP.<br><br><br><br> Compétence avérée sur la préparation, déploiement et administration des patches de sécurité et<br><br><br><br>des mises à jour centralisées dans un intranet, en particuliers de Windows Defender, ATA, ...<br><br><br><br> Maitrise outils d’analyse performances, causes de dégradation/ instabilité des postes de travail<br><br><br><br> Intégration des composants du Framework des différents outils bureautiques, messagerie,<br><br><br><br>pilotes d’impression et de données, clients applicatifs business (SAP, Oracle, AS400, …)<br><br><br><br> Compétences de communication efficace, aptitudes interpersonnelles et au travail d’équipe.<br><br><br><br> Niveau élevé d'engagement, de responsabilité, d'intégrité, d'affirmation de soi, d'innovation, de<br><br><br><br>confiance en soi, d'attitude éclairée et d'attention portée aux détails.<br><br><br><br> Capacité à travailler dans un environnement multiculturel.<br><br><br><br> Apte à proposer des solutions simples et efficaces dans un environnement décisionnel temps<br><br><br><br>réel et de travail en continu<br><br><br><br><br><br><br><br><br><br>RÔLES & RESPONSIBILITÉS<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br> Administrer les outils de sécurité (Windows Defender)<br><br><br><br><br><br><br> Administrer et optimiser les infrastructures de messagerie Office 365<br><br><br><br><br><br><br> Administrer le déploiement des outils de télétravail (Teams, Skype, OneDrive, FortiClient, …)<br><br><br><br><br><br><br> Administrer et compiler les données historiques sur des accès, générer les rapports et préconiser des actions globales sur l’intranet suite aux analyses<br><br><br><br><br><br><br> Mise en place des procédures garantissant la sécurité et la vulnérabilité des postes de travail contre les intrusions criminelles, destructions intentionnels ou involontaires.<br><br><br><br><br><br><br> Prendre des mesures préventives pour identifier et prévenir de manière proactive les problèmes potentiels<br><br><br><br><br><br><br> Effectuer des diagnostics et analyses avancés pour la résolution durable des problèmes<br><br><br><br><br><br><br> Analyser et documenter les mises à jour, et rédiger les documents d’exploitation<br><br><br><br><br><br><br> Maintenir et appliquer les normes, politiques, processus et procédures des audits certification ISO & comptables<br><br><br><br><br><br><br> Concevoir/Fixer les outils appropriés de gestion de surveillance de l'état de service opérationnel par rapport aux accords de niveau de service, en formulant les recommandations nécessaires pour des performances optimales.<br><br><br><br><br><br><br> Mettre en place une procédure de reprise en cas désastre majeur des serveurs sous sa responsabilité fonctionnelle et réaliser chaque année le test du DRP.<br><br><br><br><br><br><br> Élaborer des analyses de fiabilisation aidant à déterminer le domaine d'intervention<br><br><br><br><br><br><br> Développer des approches proactives de gestion des incidents<br><br><br><br><br><br><br> Élaborer les rapports périodiques sur les performances de l’infrastructure de messagerie<br><br><br><br><br><br><br> Organiser et assurer le support applicatif de premier niveau, en particulier de SAP.<br><br><br><br><br><br><br> Mettre un processus d'escalade conformément aux politiques et procédures convenues.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Age:<br><br><br><br>22 - 45 ans<br><br><br><br><br><br><br><br><br><br>Salaire annuel:<br><br><br><br>Environ 15.000 MXAF, en fonction de l’expérience ( 1 250 000 FCFA / mois)<br><br><br><br><br><br><br><br><br><br>Type contrat<br><br><br><br>CDD 3 ans renouvelable<br><br><br><br><br><br><br><br><br><br>Résidence<br><br><br><br>Cameroun - Littoral<br><br><br><br><br><br><br><br>Envoyer votre CV à l'adresse suivante : issmafrique@gmail.com", "employer": "ISSM", "type": "Employment contract:", "location": "Douala", "publishedDate": "24-06-2023", "expirationDate": "16-07-2023", "applyLink": "mailto:issmafrique@gmail.com"},
{"title": "Driver", "description": "OFFRE D'EMPLOI: Chauffeur<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Intitulé du poste<br><br><br><br><br><br><br><br><br><br><br><br>Chauffeur<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br> Responsable hiérarchique<br><br><br><br><br><br><br><br><br><br><br><br>Responsable Administrative et Financière<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Nombre de personnes sous sa responsabilité<br><br><br><br><br><br><br><br><br><br><br><br>0<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br> Lieu d’affectation<br><br><br><br><br><br><br><br><br><br><br><br>Dschang, avec déplacements dans les Bamboutos et la Mezam<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Type de contrat<br><br><br><br><br><br><br><br><br><br><br><br>CDD<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Durée du contrat<br><br><br><br><br><br><br><br><br><br><br><br>4 mois, non renouvelable<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Date d’entrée en poste<br><br><br><br><br><br><br><br><br><br><br><br>31/07/2023<br><br><br><br><br><br><br><br><br><br><br><br>DESCRIPTION<br><br>L’Association pour la Promotion du Développement Local (APDEL) est une organisation indépendante créée en 2014 pour venir en aide aux personnes victimes des inégalités sociales. Nous travaillons actuellement dans 2 régions du Cameroun (Nord – Ouest et Ouest) dans les contextes de crises, de reconstruction et de développement pour aider à sauver des vies et reconstruire le futur. APDEL justifie d’un statut consultatif auprès du Conseil Economique et Social des Nations Unies. Nos interventions sont focalisées sur : la protection, la sécurité alimentaire et moyens d’existence, la cohésion sociale et la promotion de la paix, et la santé. Plus de détails : www.apdel.cm. <br><br>Dans le cadre de ses activités, APDEL recherche un(e) Chauffeur(e) motivé(e), dynamique et expérimenté(e).<br><br>OBJECTIFS DU POSTE<br><br>Transporter dans de bonne conditions de sécurité les personnes et les biens, la maintenance du véhicule placé sous sa responsabilité et préparer les départs sur le terrain. <br><br>En particulier, vous aurez les responsabilités suivantes :<br><br><br><br>Transporter les employés de APDEL dans le respect des règles de circulation nationale, selon les plannings et les directives du RAF ;<br><br>En cas d’accident, effectuer immédiatement les démarches au poste de police le plus proche et informer au plus vite le département Administration et Finances ;<br><br>Utiliser le véhicule selon les conseils du constructeur et les règles APDEL ;<br><br>Avoir sur soi tous les documents personnels ainsi que ceux du véhicule et s’assurer de leur validité ;<br><br>Résoudre les problèmes techniques mineurs ;<br><br>Prévenir le département Administration et Finances des réparations importantes à effectuer ;<br><br>Effectuer les vérifications quotidiennes avant le démarrage ;<br><br>Nettoyer le véhicule ;<br><br>Reporter dans le carnet de bord la consommation de carburant en début et en fin de journée et toute information relative à l’entretien du véhicule ;<br><br>Vérifier les malles sécurité ;<br><br>Inspecter et préparer le véhicule la veille du départ afin d’être prêt à l’heure ;<br><br>Préparer le matériel supplémentaire à emporter en fonction des besoins (carburant, stickers, outils, kit médical).<br><br><br>DIPLOMES/NIVEAU D’ETUDES/EXPERIENCE<br><br><br><br>Savoir bien lire et écrire (Niveau collège)<br><br>Permis de conduire (B)<br><br>Au moins 2 ans d’expérience dans le domaine<br><br>Avoir 1 an dans une association serait un atout<br><br><br>COMPETENCES REQUISES<br><br><br><br>Connaissances mécaniques<br><br>Compétences en négociation<br><br>Rigueur<br><br>Ponctualité<br><br>Connaissance de la région de l’Ouest et Nord-Ouest.<br><br><br>COMPOSITION DU DOSSIER<br><br><br><br>Une lettre de motivation adressée à Madame la Présidente Exécutive d’APDEL<br><br>Un CV (maximum 3 pages)<br><br><br>Merci de ne fournir aucune autre pièce à cette étape. Les candidats convoqués pour un entretien devront se munir de leur pièce d’identité, l’original de leur diplôme ainsi que les justificatifs de leur expérience.<br><br>DEPOT DE CANDIDATURE ET DELAI<br><br>Les candidats intéressés par cette offre devront envoyer leur dossier de candidature à l’adresse mail recrutement.apdel@apdel.cm au plus tard le 18 juillet 2023.<br><br>Objet : Candidature au poste de chauffeur.<br><br>APDEL est une organisation indépendante, sans affiliation culturelle, politique et religieuse.<br>Suivant la politique institutionnelle de APDEL, à compétence égale, la priorité sera donnée au candidat le moins âgé et/ou de sexe féminin.", "employer": "APDEL", "type": "Employment contract:", "location": "Dschang", "publishedDate": "06-07-2023", "expirationDate": "18-07-2023", "applyLink": "http://www.apdel.cm/"},
{"title": "Web Developer", "description": "Offre de stage professionnel<br><br>La Société Utecq offre un stage professionnel de développeur junior au sein de son siège basé à Yaoundé. <br><br>Nous recherchons des stagiaires pour les postes de :<br><br><br><br> Développeur Web & Mobile Backend, Frontend<br><br>Développeur Mobile <br><br>DevOps pour l’administration des serveurs<br><br>Testeurs Informatique<br><br><br>Le stagiaire devra suivre une formationen développement web en, Mobile ou DevOps en interne, tout en travaillant sur les projets. Plus spécifiquement sur la conception, la programmation, le test et l'intégration des applications webs. <br><br>Si vous êtes titulaire d’un diplôme de Licence ou plus dans une filière de l’Informatique : génie logiciel, informatique fondamentale, Réseaux et Télécommunication, etc obtenu après 2019, avec ou sans expérience professionnelle, mais passionné par le développement de logiciel cette opportunité est pour vous. Alors ne la ratez pas ! Soyez les premiers à envoyer votre candidature car le nombre de places est limité.<br><br>Comment postuler ?<br><br><br><br>Remplir le formulaire disponible sur notre site web www.utecq.dev. Ou accéder via ce lien : https://www.utecq.dev/landpage-utecq<br><br>Ou envoyez-nous votre CV et une lettre de motivation à l’adresse e-mail : contact@utecq.dev<br><br>Date limite de réception des candidatures 30 Août 2023 à 18H00<br><br>Durée du stage : 06 Mois", "employer": "UTECQ", "type": "Kind of job internship", "location": "Yaoundé", "publishedDate": "07-07-2023", "expirationDate": "01-09-2023", "applyLink": "http://www.utecq.dev"},
{"title": "OpenStack Developer", "description": "OFFRE D'EMPLOI<br><br>Pour ses besoins client, une entreprise technologique de la place souhaite mettre en place une solution cloud privé autour de OpenStack pour ses clients, avec les détails suivants:<br><br>Compute<br><br>Les utilisateurs auront la possibilité de créer via la console des instances (serveurs virtuels) avec des caractéristiques bien définies et customisables. Ces instances devront supporter les familles d’OS suivantes,dans leurs versions les plus récentes :<br><br><br><br>Linux (RHEL,Ubuntu, CentOS, Debian<br><br>Windows (Windows server 2012,Windows server 2016, Windows server 2019)<br><br>Solaris<br><br><br>L’utilisateur aura la possibilité d’associer, lors de la création de l’instance, un ou plusieurs sécurity groups.<br><br>IAM<br><br>Les autorisations et l’accès aux services devront etre managés via un système de gestion d’identités et d’accès intégrés dans la console d’administration.Des utilisateurs et des groupes d’utilisateurs seront créées et des roles et permissions devront etre définis. Le service IAM pourra etre intégré aux autres services de gestion d’identités et d’accès on premices ou chez d’autres fournisseurs cloud.<br><br>Réseau<br><br>Les services réseau permettront d’offrir les fonctionalités de cloisonnement et de filtrage avec :<br><br><br><br>Les VPC<br><br>Des security group<br><br><br>Observabilité<br><br><br><br>Prometheus/grafana sera intégré à la plate forme pour les fonctions d’observabilité.<br><br><br>Le profil recherchés sont :<br><br><br><br>Bac+3/5 en ingenierie logicielle (préference pour les profils issues de l'IUT-FV de Bandjoun, ISTDI de Douala ou autres écoles de formation technologique)<br><br>25 ans au plus, moins de 2 ans d'expérience professionnelle.<br><br>Competences DevSecOps<br><br>Connaissances générales en infrastructure IT (Compute, stockage, réseau)<br><br>Compétences sur Linux KVM<br><br>Compétences solides Python 3<br><br>Compétences en développement web<br><br>Compétences en sécurité informatique (filtrage, cloisonnement, analyse de vulnérabilités)<br><br>Compétences en réseau : segmentation (VLAN/VRF), routage dynamique, intégration Cisco ACI<br><br>Connaissances générales sur les concepts du cloud computing, notamment OpenStackVirtualisation/Cloud:KVM, oVirt, RHEL,  Docker, OpenShift, XENStockage:NAS, SAN, iSCSI, GFS/GFS2, Ceph, CouchDB, MongoDB, MariaDB, PostgreSQL, Cassandra, CouchDB, MongoDB<br><br>Esprit ouvert et faculté de travailler en équipe et à rendre compte.<br><br><br>Si vous êtes interessés pas cette opportunité, merçi de faire parvenir votre CV à  recrutement@hostingsecurityservices.com", "employer": "Hosting and Security Services", "type": "Employment contract:", "location": "Douala", "publishedDate": "07-07-2023", "expirationDate": "31-07-2023", "applyLink": "mailto:recrutement@hostingsecurityservices.com"},
{"title": "Sales and Support", "description": "JOB ADVERT<br><br>Tasks<br><br><br><br>Actively interact with a various market participants via on-line medium(e-mail, cold calling, skype)<br><br>Build business cases with prospective partners, including requirement profilling, pricing and payment terms<br><br>Contract negotiation<br><br>Partner on-boarding via our in-house carrier platform<br><br>Daily account management<br><br>Ongoing analysis of partner performance, traffic monitoring, handling trouble tickets and reviewing different metric<br><br><br>Profile requirements<br><br><br><br>holder of a HND, Bachelor or Master degree in Mathematics, Science, Business Administration, IT, or any related field.<br><br>Outstanding English<br><br>Curious, well organised, Logical, critical-mind and result driven person<br><br>Basic knowledge in Telecommunication( Market is a plus)<br><br>Comfortable using  software solutions (Skype, Excel, Outlook etc) <br><br><br>Compensation includes a base pay however it is highly commission oriented.<br><br>Send your CV to: alex@termsat.com", "employer": "TermSat Inc", "type": "Employment contract:", "location": "Douala", "publishedDate": "13-07-2023", "expirationDate": "21-07-2023", "applyLink": "mailto:alex@termsat.com"}
]