[
    {
        "title": "ANALYSTE FINANCIER JUNIOR ",
        "description": "Avis de recrutement<br><br>ANALYSTE FINANCIER JUNIOR<br><br>La société industriel SITRACEL recherche pour les besoins de conception et de la mise en œuvre de projet un Analyste Financier Junior.<br><br>Domaine de l'offre : Finance, Comptabilité, Économie, Statistique<br><br>Type de l'offre : Temps Plein<br><br>Positionnement hiérarchique : Placé sous l’autorité directe du Directeur Business Développement<br><br>Objectif du Poste : A pour rôle d’assister le Business Developer dans la conception et la mise en œuvre de projets d’extension avec un focus sur les aspects administratifs, comptables et financiers.<br><br>Responsabilités<br><br><br>\tParticiper à la Collecte et à l’analyse des données de marchés ;<br>\tParticiper à la réalisation de toute étude technico-économique nécessaire à la conception et au développement de projets ;<br>\tContribuer à la réalisation des business plans pour les nouvelles entités ;<br>\tRéaliser les analyses financières et opérationnelles de mise en place de diverses entités.<br><br><br>Profil recherché<br><br><br>\tTitulaire d’un BTS/DSEP dans au moins une des filières suivantes : Économie, Comptabilité, Finance, Statistique ;<br>\tDébutant dans le métier, mais avec un passif en matière de stages ;<br>\tTitulaire d’un Baccalauréat G2 est un plus ;<br>\tDoter de bonnes connaissances financières ;<br>\tCompétences avérées en outils bureautiques.<br><br><br>Qualités requises<br><br><br>\tGrande ouverture d’esprit et grande faculté d’adaptation ;<br>\tDétermination, esprit de recherche et curiosité ;<br>\tSens du détail, alerte et proactif ;<br>\tGoût prononcé pour les challenges ;<br>\tCapacité d’analyse et esprit de synthèse poussée.<br><br><br>Constitution du dossier<br><br>Envoyez votre CV incluant deux références professionnelles à l'adresse e-mail suivante : job.cmr20@gmail.com en précisant le titre du poste et votre lieu de résidence en objet du mail :<br><br>Exemple : ANALYSTE FINANCIER JUNIOR / YAOUNDÉ<br><br>Clôture des candidatures: 19 février 2021",
        "employer": "Entreprise de la place",
        "type": "CDD",
        "location": "Yaoundé",
        "publishedDate": "04-02-2021",
        "expirationDate": "19-02-2021",
        "applyLink": "mailto:job.cmr20@gmail.com"
    },
    {
        "title": "Team Lead Senior Software Development  C++ ",
        "description": "TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Team Lead Senior Software Development  C++  M/F<br><br>Your field of activity:<br><br><br>\tYou will lead a development team in the field of software.<br>\tYour responsibilities include taking over tasks, planning and on-time realization of agreed development projects.<br>\tYou motivate the team, control the implementation of tasks taking into account qualitative performance measures.<br>\tYou report and take responsibility for the development results to the management board.<br>\tIn addition, you introduce new processes, optimize and standardize them.<br>\tYour involvement in the design of new organizational structures and strategies is desired.<br>\tIn your position you will develop software and interfaces for modern infotainment systems and support the maintenance and further development of our existing TFT/LED displays software solutions.<br>\tYou will create technical concepts and specifications for your software and implement them on Linux systems in C and C++.<br>\tYou will support the integration of the systems by creating test specifications and performing software and system tests.<br>\tFurthermore, the technical customer contact is part of your tasks.<br><br><br>Your profile: <br><br><br>\tYou have a successfully completed degree in computer science, mathematics, software engineering, electrical engineering or comparable.  <br>\tSeveral years of professional experience as a developer C++ (m/) and thereof in a leading position of a development team.<br>\tVery good knowledge of English. French or German are highly appreciated.<br>\tVery good knowledge in programming languages C and C++, UML and Linux systems<br>\tGood knowledge of object-oriented design and programming<br>\tKnowledge of process models in development, configuration management and quality assurance.<br>\tKnowledge of agile methods (SCRUM etc.) is an advantage.<br>\tAssertiveness and goal orientation.<br>\tReliability, personal responsibility and enjoyment of working with other people<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 17/05/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested? <br><br>Send your application by April 30, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com <br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "21-04-2021",
        "expirationDate": "30-04-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Display Software Developer C++ ",
        "description": "TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Display Software Developer C++ M/F<br><br>Your field of activity:<br><br><br>\tCode and configure applications in C++, Python, Bash, XML.<br>\tDesign your code in UML (PlantUML, Enterprise Architect).<br>\tDocument and design near to code (Docs like code paradigm).<br>\tWork in highly agile, majority-long term projects (2-3 years).<br>\tCollaborate with developers, project managers, system integrators, test engineers and customers.<br>\tOpportunity to accept the challenge to lead a project team as a \"lead developer\".<br><br><br>Your profile:<br><br><br>\tEngineer with a specialization in computer science,  telecommunication or electrical engineering and focus on software development or you have acquired comparable competencies in complex software projects.<br>\tC++, Python and Bash skills are required.<br>\tLINUX operating system and virtualization technology (Docker/Vagrant) knowledge is an advantage.<br>\tKnowhow in VoIP streaming technologies (SIP/RTP) and the corresponding libraries and tools (pjsip/Asterisk) knowledge is an advantage.<br>\tNetwork technologies (L2/L3), IT security, cryptography, Wireshark, Python, bash, web development and MQTT knowledge is an advantage.<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br>\tMinimum 3 years of experience<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 17/05/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested? <br><br>Send your application by April 30, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com  <br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "21-04-2021",
        "expirationDate": "30-04-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Senior Firmware Developer Baseboards - C and C++ ",
        "description": "TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a  Senior Firmware Developer Baseboards - C and C++  M/F<br><br>Your field of activity:<br><br><br>\tFirmware development in C and C++ for TFT displays at low-level (HW-related programming)<br>\tAdjustment and improvement of the existing firmware to the respective project (e.g. hardware changes, special requirements)<br>\tError management (investigation of error messages, root cause analysis and correction)<br>\tDocumentation<br>\tCreation of test concepts, test specifications and execution of tests<br>\tCo-design of future firmware architectures (software architecture, UML-based)<br>\tCoordination with project managers, system engineers and application SW developers.<br>\tSupporting the team with ideas and concepts for basic improvements of the SW landscape<br>\tParticipation in the integration of the systems<br><br><br>Your profile:<br><br><br>\tDegree in computer science, telecommunication or electrical engineering (with a focus on software development), IT specialist in application development or comparable qualification with several years of professional experience in software development.<br>\tExperience with Lua, Python, Bash<br>\tExperience in embedded build systems (Yocto, ptxdist)<br>\tModeling methods and notations for SW architectures (UML)<br>\tGood handling of Linux systems (Shell)<br>\tKnowledge in basic network technologies<br>\tGood knowledge with common hardware related protocols (e.g. SPI, I²C, RS232, etc.)<br>\tAt least 5 years of practical experience in C and C++<br>\tExperience in hardware architectures: AVR32, ARM Cortex-M4<br>\tExperience with FreeRTOS operating system<br>\tHardware knowledge (processor architecture, reading schematics, debugging with logic analyzer or oscilloscope) mandatory<br>\tIndependent and proactive working style<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 17/05/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested? <br><br>Send your application by April 30, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com  <br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "21-04-2021",
        "expirationDate": "30-04-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Senior Firmware Developer Baseboards - C and C++ ",
        "description": "OFFRE D'EMPLOI<br><br>TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Senior Firmware Developer Baseboards - C and C++ M/F<br><br>Your field of activity:<br><br><br>\tFirmware development in C and C++ for TFT displays at low-level (HW-related programming)<br>\tAdjustment and improvement of the existing firmware to the respective project (e.g.hardware changes, special requirements)<br>\tError management (investigation of error messages, root cause analysis and correction)<br>\tDocumentation<br>\tCreation of test concepts, test specifications and execution of tests<br>\tCo-design of future firmware architectures (software architecture, UML-based)<br>\tCoordination with project managers, system engineers and application SW developers.<br>\tSupporting the team with ideas and concepts for basic improvements of the SW landscape<br>\tParticipation in the integration of the systems<br><br><br>Your profile:<br><br><br>\tDegree in computer science, telecommunication or electrical engineering (with a focus on software development), IT specialist in application development or comparable qualification with several years of professional experience in software development.<br>\tExperience with Lua, Python, Bash<br>\tExperience in embedded build systems (Yocto, ptxdist)<br>\tModeling methods and notations for SW architectures (UML)<br>\tGood handling of Linux systems (Shell)<br>\tKnowledge in basic network technologies<br>\tGood knowledge with common hardware related protocols (e.g. SPI, I²C, RS232, etc.)<br>\tAt least 5 years of practical experience in C and C++<br>\tExperience in hardware architectures: AVR32, ARM Cortex-M4<br>\tExperience with FreeRTOS operating system<br>\tHardware knowledge (processor architecture, reading schematics, debugging with logic analyzer or oscilloscope) mandatory<br>\tIndependent and proactive working style<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 01/06/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested?<br><br>Send your application by May 16, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com<br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "07-05-2021",
        "expirationDate": "16-05-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Display Software Developer C++ ",
        "description": "JOB ADVERT<br><br>TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Display Software Developer C++ M/F<br><br>Your field of activity:<br><br><br>\tCode and configure applications in C++, Python, Bash, XML.<br>\tDesign your code in UML (PlantUML, Enterprise Architect).<br>\tDocument and design near to code (Docs like code paradigm).<br>\tWork in highly agile, majority-long term projects (2-3 years).<br>\tCollaborate with developers, project managers, system integrators, test engineers and customers.<br>\t● Opportunity to accept the challenge to lead a project team as a \"lead developer\".<br><br><br>Your profile:<br><br><br>\tEngineer with a specialization in computer science, telecommunication or electrical engineering and focus on software development or you have acquired comparable competencies in complex software projects.<br>\tC++, Python and Bash skills are required.<br>\tLINUX operating system and virtualization technology (Docker/Vagrant) knowledge is an advantage.<br>\tKnowhow in VoIP streaming technologies (SIP/RTP) and the corresponding libraries and tools (pjsip/Asterisk) knowledge is an advantage.<br>\tNetwork technologies (L2/L3), IT security, cryptography, Wireshark, Python, bash, web development and MQTT knowledge is an advantage.<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br>\tMinimum 3 years of experience<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 01/06/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested?<br><br>Send your application by May 16, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com<br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "07-05-2021",
        "expirationDate": "16-05-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Team Lead Senior Software Development C++ ",
        "description": "JOB ADVERT<br><br>TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Team Lead Senior Software Development C++ M/F<br><br>Your field of activity:<br><br><br>\tYou will lead a development team in the field of software.<br>\tYour responsibilities include taking over tasks, planning and on-time realization of agreed development projects.<br>\tYou motivate the team, control the implementation of tasks taking into account qualitative performance measures.<br>\tYou report and take responsibility for the development results to the management board.<br>\tIn addition, you introduce new processes, optimize and standardize them.<br>\tYour involvement in the design of new organizational structures and strategies is desired.<br>\tIn your position you will develop software and interfaces for modern infotainment systems and support the maintenance and further development of our existing TFT/LED displays software solutions.<br>\tYou will create technical concepts and specifications for your software and implement them on Linux systems in C and C++.<br>\tYou will support the integration of the systems by creating test specifications and performing software and system tests.<br>\tFurthermore, the technical customer contact is part of your tasks.<br><br><br>Your profile:<br><br><br>\tYou have a successfully completed degree in computer science, mathematics, software engineering, electrical engineering or comparable.<br>\tSeveral years of professional experience as a developer C++ (m/) and thereof in a leading position of a development team.<br>\tVery good knowledge of English. French or German are highly appreciated.<br>\tVery good knowledge in programming languages C and C++, UML and Linux systems<br>\tGood knowledge of object-oriented design and programming<br>\tKnowledge of process models in development, configuration management and quality assurance.<br>\tKnowledge of agile methods (SCRUM etc.) is an advantage.<br>\tAssertiveness and goal orientation.<br>\tReliability, personal responsibility and enjoyment of working with other people<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: 01/06/2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested?<br><br>Send your application by May 16, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com<br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "07-05-2021",
        "expirationDate": "16-05-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Senior Firmware Developer Baseboards - C and C++ M/F ",
        "description": "JOB ADVERT<br><br>TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Senior Firmware Developer Baseboards - C and C++ M/F<br><br>Your field of activity:<br><br><br>\tFirmware development in C and C++ for TFT displays at low-level (HW-related programming)<br>\tAdjustment and improvement of the existing firmware to the respective project (e.g. hardware changes, special requirements)<br>\tError management (investigation of error messages, root cause analysis and correction)<br>\tDocumentation<br>\tCreation of test concepts, test specifications and execution of tests<br>\tCo-design of future firmware architectures (software architecture, UML-based)<br>\tCoordination with project managers, system engineers and application SW developers.<br>\tSupporting the team with ideas and concepts for basic improvements of the SW landscape<br>\tParticipation in the integration of the systems<br><br><br>Your profile:<br><br><br>\tDegree in computer science, telecommunication or electrical engineering (with a focus on software development), IT specialist in application development or comparable qualification with several years of professional experience in software development.<br>\tExperience with Lua, Python, Bash<br>\tExperience in embedded build systems (Yocto, ptxdist)<br>\tModeling methods and notations for SW architectures (UML)<br>\tGood handling of Linux systems (Shell)<br>\tKnowledge in basic network technologies<br>\tGood knowledge with common hardware related protocols (e.g. SPI, I²C, RS232, etc.)<br>\tAt least 5 years of practical experience in C and C++<br>\tExperience in hardware architectures: AVR32, ARM Cortex-M4<br>\tExperience with FreeRTOS operating system<br>\tHardware knowledge (processor architecture, reading schematics, debugging with logic analyzer or oscilloscope) mandatory<br>\tIndependent and proactive working style<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: August 2, 2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested?<br><br>Send your application by July 2, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com<br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "08-06-2021",
        "expirationDate": "02-07-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Display Software Developer C++ ",
        "description": "JOB ADVERT<br><br>TAKENCO is an engineering and consulting firm specialized in IT Solutions, Human Resources Management, Management and Recruiting. TAKENCO provides its customers with proven methodologies, innovative approaches and expertise of its consultants.<br><br>For our subsidiary based in Yaounde - Cameroon we are looking for a Display Software Developer C++ M/F<br><br>Your field of activity:<br><br><br>\tCode and configure applications in C++, Python, Bash, XML.<br>\tDesign your code in UML (PlantUML, Enterprise Architect).<br>\tDocument and design near to code (Docs like code paradigm).<br>\tWork in highly agile, majority-long term projects (2-3 years).<br>\tCollaborate with developers, project managers, system integrators, test engineers and customers.<br>\tOpportunity to accept the challenge to lead a project team as a \"lead developer\".<br><br><br>Your profile:<br><br><br>\tEngineer with a specialization in computer science, telecommunication or electrical engineering and focus on software development or you have acquired comparable competencies in complex software projects.<br>\tC++, Python and Bash skills are required.<br>\tLINUX operating system and virtualization technology (Docker/Vagrant) knowledge is an advantage.<br>\tKnowhow in VoIP streaming technologies (SIP/RTP) and the corresponding libraries and tools (pjsip/Asterisk) knowledge is an advantage.<br>\tNetwork technologies (L2/L3), IT security, cryptography, Wireshark, Python, bash, web development and MQTT knowledge is an advantage.<br>\tEnglish in word and writing are required, French or German are highly appreciated.<br>\tAbility to learn new topics independently<br>\tReliability, personal responsibility and enjoyment of working with other people<br>\tMinimum 3 years of experience<br><br><br>Contractual conditions:<br><br><br>\tExpected start date: August 2, 2021<br>\tJob type : Full time, long term contract<br>\tHours : Monday to Friday (Saturdays if needed)<br><br><br>Are you interested?<br><br>Send your application by July 2, 2021 at 5:00 p.m. at the latest to the attention of Mrs. Komguem at the following email address: hrservices@takenco.com<br><br>Documents to attach:<br><br><br>\tA letter of motivation<br>\tResume (CV)<br>\tYour diplomas (copied or scanned), in addition to any certifications in the field",
        "employer": "TAKENCO",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "08-06-2021",
        "expirationDate": "02-07-2021",
        "applyLink": "mailto:hrservices@takenco.com"
    },
    {
        "title": "Software Developer Interns ",
        "description": "INTERNSHIP ADVERT<br><br>Context:<br><br> The proposed internship is for an internally initiated project to develop extensions to the WindChill PLM:<br><br><br>\tAdapt the visual aspect to the client's needs by customizing the options.<br>\tCreate reports in different forms.<br>\t Introduce new functionalities as an add-on to facilitate the process. <br><br><br>Description:<br><br>The objective of this internship is to initiate a professional framework to facilitate the development of extensions to the Windchill PLM solution in a collaborative environment. <br><br>The work will consist of:<br><br><br>\tJAVA implementation of PLM product modules (Windchill)<br>\t Database analysis (Oracle and MS SQL Server)<br>\t Programming: Java and C++<br>\t Customization of a PLM product and deployment<br><br><br>Technical Environment :<br><br>Programming Language : Java, PHP, Perl, C++<br><br>Database: SQL Server / MySQL<br><br>Skills Required:<br><br><br>\tKnowledge of Java or C#, .NET programming languages<br>\t Knowledge of SQL and database applications such as Microsoft SQL or ORACLE.<br>\t Experience in an agile and/or DevOps development environment.<br>\t Experience in specifying and implementing interfaces (REST, SOAP or HTTP)<br>\tKnowledge of PLM software and PLM process would be an asset.<br>\t Fluent business English required, German language skills would be an advantage. <br>\t Rigorous, organized, technically creative, and able to work independently and under pressure.<br><br><br>Modalities<br><br>The trainee will be supervised throughout the internship on all technical aspects (analysis, design, development and deployment phases).<br><br>Job Type: Full Time, Pre Employment Internship<br><br>A complete application file consisting of a letter of motivation, curriculum vitae and photocopies of diplomas must be sent no later than May 31, 2022 to the following address: recrutement@davca.fr",
        "employer": "DAVCA SARL",
        "type": "STAGE",
        "location": "Yaoundé",
        "publishedDate": "23-05-2022",
        "expirationDate": "31-05-2022",
        "applyLink": "mailto:recrutement@davca.fr"
    },
    {
        "title": "No-code Developer ",
        "description": "OPPORTUNITY<br><br>We need 4 no-code developpers who will join our team of eager and passionate young developpers to boost our performance and delivery. <br><br>The missions they will be given are as follows:<br><br><br>\tProject Analysis and planning<br>\tCreation of web applications<br>\tCreation of mobile applications<br>\tcommunication on the company on social media.<br><br><br>Profile: <br><br><br>\tMastery of bubble.io or Adalo<br>\tLess than 30 years of age<br>\tBac+2<br>\tMastery of HTML, CSS, JAVASCRIPT<br>\tHave strong notions of graphic design and web design<br>\tHave at least 2 full projects done on bubble.io or Adalo<br>\tPassionate about no-code developmnent<br><br><br>Recruited candidates will be expected to work remotely, and only come together for a few hours on Saturdays.<br>selected candidates will earn a salary of 100,000 FCFA with possibility of increase in 6 months.<br><br>candidates should deposit their CVs at the following address: vivanetplus@aol.com",
        "employer": "Entreprise de la place",
        "type": "CDI",
        "location": "Douala",
        "publishedDate": "13-01-2023",
        "expirationDate": "31-01-2023",
        "applyLink": "mailto:vivanetplus@aol.com"
    },
    {
        "title": "Full Stack Developer ",
        "description": "JOB ADVERT<br><br>Beambuy SARL. is a company focusing on providing quality, authentic and original products and services to our clients. We are a company intent on innovation and originality, excited about our products and services and wishing to share that excitement with our clients. <br><br>We are looking for a highly skilled computer programmer who is comfortable with both front and back end programming. Full stack developers are responsible for developing and designing front end web architecture, ensuring the responsiveness of applications, and working alongside graphic designers for web design features, among other duties. They will be required to see out a project from conception to final product, requiring good organizational skills and attention to detail.<br><br>Full Stack Developer Responsibilities:<br><br><br>\tDeveloping front end website architecture.<br>\tDesigning user interactions on web pages.<br>\tDeveloping back-end website applications.<br>\tCreating servers and databases for functionality.<br>\tEnsuring cross-platform optimization for mobile phones.<br>\tEnsuring responsiveness of applications.<br>\tWorking alongside graphic designers for web design features.<br>\tSeeing through a project from conception to finished product.<br>\tDesigning and developing APIs.<br>\tMeeting both technical and consumer needs.<br>\tStaying abreast of developments in web applications and programming languages.<br><br><br>Full Stack Developer Requirements:<br><br><br>\tProven experience as a Full Stack Developer or similar role<br>\tExperience developing desktop and mobile applications<br>\tProficiency with fundamental front-end languages such as HTML, CSS, and JavaScript.<br>\tFamiliarity with JavaScript frameworks such as Angular JS, React, and Amber.<br>\tProficiency with server-side languages such as Python, Ruby, Java, PHP, and .Net.<br>\tFamiliarity with database technology such as MySQL, Oracle, and MongoDB.<br>\tExcellent verbal communication skills.<br>\tGood problem-solving skills.<br>\tAttention to detail, organizational skills and an analytical mind. <br>\tDegree in Computer Science, Statistics or relevant field.<br><br><br>For interested parties, send us an email with your CV attached to contact@beambuy.store before 01/10/2022. <br><br>You can also contact us through whatsapp at +237 672 21 68 27.",
        "employer": "Beambuy SARL",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "20-09-2022",
        "expirationDate": "01-10-2022",
        "applyLink": "mailto:contact@beambuy.store"
    },
    {
        "title": "Web Development ",
        "description": "Professional Internship in Web Development<br><br>Electram Engineering, a leading renewable energy company, seeks highly motivated and talented Web Development students or entry-level professionals to join our Professional Internship program. We prioritize female applicants and are committed to building a diverse and inclusive team.<br><br>As a Web Development intern at Electram Engineering, you will be working on various web projects and collaborating with our team of designers, developers, and marketing professionals. The successful candidates will be responsible for designing, coding, and testing web pages using various programming languages and content management systems.<br><br>Requirements:<br><br><br>\tMust be pursuing or have completed a degree in Web Development, Computer Science, or related field.<br>\tStrong knowledge of HTML, CSS, JavaScript, and PHP.<br>\tAbility to work with WordPress and custom post types.<br>\tStrong analytical and problem-solving skills.<br>\tPassion for renewable energy solutions and eagerness to learn.<br><br><br>Preferred:<br><br><br>\tKnowledge or experience working with front-end frameworks such as React or Angular.<br>\tKnowledge or experience in search engine optimization (SEO) and website performance optimization.<br>\tExperience with CMS and APIs<br><br><br>If you want to join our team, please submit your resume and cover letter to info@electram.cm by Friday, March 31st, 2023. <br><br>We look forward to hearing from you!",
        "employer": "Electram Engineering",
        "type": "STAGE",
        "location": "Yaoundé",
        "publishedDate": "28-03-2023",
        "expirationDate": "31-03-2023",
        "applyLink": "mailto:info@electram.cm"
    },
    {
        "title": "React Native Mobile Developer ",
        "description": "Recruitment of React Native mobile developer<br><br>Company Name: Leratel SAS<br><br>Type of contract: 3 months trial (paying) then permanent contract if successful<br><br>Location: Yaoundé Etoug-Ebe<br><br>Job Title: React Native Mobile Developer<br><br>Job Description: We are looking for a qualified mobile developer to join our engineering team. The ideal candidate will have solid experience in developing mobile applications using React Native technology.<br><br>Duties / Responsibilities / Activities :<br><br><br>\tWork collaboratively with other team members to design and develop new features;<br>\tCreate and maintain mobile applications using React Native;<br>\tEnsure code and feature quality by performing unit tests and participating in code reviews;<br>\tStay up to date with the latest trends and technologies in mobile development.<br><br><br>Skills / Requirements / Qualifications:<br><br><br>\tProven experience in developing mobile applications using React Native.<br>\tStrong programming skills with JavaScript<br>\tProficiency in React, Redux<br>\tStrong knowledge of user interface (UI) and user experience (UX) concepts<br>\tAbility to work in a team and communicate effectively<br>\tKnowledge with the Laravel framework will be highly appreciated<br>\tDegree in computer science or related field<br><br><br>Candidate's softskills:<br><br><br>\tGood interpersonal skills<br>\tGood communication skills<br>\tRigorous<br>\tGood analytical skills<br>\tGood organisation of work and tasks in an autonomous way and in accordance with the specific objectives of this contract<br>\tPassionate about new technologies and development<br><br><br>Application documents<br><br>Submit your complete application in one file<br><br><br>\tCurriculum Vitae<br>\tPhotocopy of the national identity card<br><br><br>RESEARCH PROFILE<br><br><br>\tAcademic level: Minimum BAC +3 in computer science (Software Engineering), engineering or other related field<br>\tAvailability: June 2023 (Available for a paid trial period of 03 months)<br>\tKnowledge of API integration and Microservice architecture<br>\tGood knowledge of E-marketing<br>\tAge: 20 - 33 years old<br><br><br>What we offer:<br><br><br>\tRefresher training;<br>\tProductivity-oriented environment;<br>\tWork on concrete and innovative projects<br><br><br>Send us your application to contact@leratel.com no later than 25/05/2023 at 4pm, specifying \"Mobile Web Developer\".<br><br>NB: We only receive offers at contact@leratel.com",
        "employer": "Leratel SAS",
        "type": "CDI",
        "location": "Yaoundé",
        "publishedDate": "15-05-2023",
        "expirationDate": "26-05-2023",
        "applyLink": "mailto:contact@leratel.com"
    },
    {
        "title": "COMMERCIAL ",
        "description": "OFFRE D'EMPLOI : [HR-CBD] COMMERCIAL - BUSINESS DEVELOPER <br><br>Villes: Douala, Yaounde et Kribi<br><br>DESCRIPTION DE L'EMPLOI<br><br>Nous recrutons un Commercial pour intégrer nos équipes pour une prise de poste en CDI.<br><br>EXIGENCES DE L'EMPLOI<br><br>Missions<br><br>Les missions seront les suivantes :<br><br><br>\tProspection commerciale (mailing, relance téléphonique...),<br>\tUtilisation des outils commerciaux & développement (CRM, Linkedin, ...),<br>\tPrésence sur différents salons professionnels,<br>\tDémonstration produit,<br>\tProposition commerciale,<br>\tNégociation et signature,<br>\tVeille stratégique sur les nouveaux outils de lead gen,<br>\tProposition de nouvelles idées pour booster l'activité commerciale,<br>\tRepérage et identifications de leads (prospects),<br>\tApproche directe avec les propriétaires,<br>\tRéalisation d’études de capacité,<br>\tCible : particuliers, professionnels, entreprises.<br><br><br>Profil recherché<br><br><br>\tConnaissances du secteur Immobilier, un atout.<br>\tMaîtrise de l’informatique obligatoire,<br>\tMaîtrise de l'anglais obligatoire,<br>\tConnaissance du numérique,<br>\tFormation supérieure en Ecole de Commerce / Université / IAE (Bac + 3 ou +),<br>\tExcellente communication et un très bon sens des relations commerciales,<br>\tEsprit entrepreneurial, forte autonomie et agilité,<br>\tEtre force de proposition, ne pas avoir peur de l'autonomie,<br>\tUne expérience dans la tech, en start-up et/ou en Sales/Marketing est un +<br><br><br>Nombre de place : 01<br><br>Lieu d’affectation : Douala, Yaoundé et Kribi<br><br>COMMENT POSTULER ?<br><br>Envoyez à l’adresse rh@homecm.online CV + Attestation ou Diplôme le plus élevé ou Tout document pouvant justifier votre qualification professionnelle (le tout en un seul document PDF). <br><br>L’objet de votre email doit être [HR-CBD] COMMERCIAL - BUSINESS DEVELOPER .",
        "employer": "HOMECM SARL",
        "type": "CDI",
        "location": "Douala, Yaoundé et Kribi",
        "publishedDate": "05-06-2023",
        "expirationDate": "30-06-2023",
        "applyLink": "mailto:rh@homecm.online"
    }
]