[
    {
        "title": "Management Consultants",
        "description": "OPPORTUNITE<br><br>Dans le cadre du développement de ses activités, ORK COMPANY recherche deux consultants gestionnaires des appels d’offres et des marchés avec une spécialisation dans la gestion des marchés relatif au domaine de l’automobile d’une part et de l’informatique de l’autre part. <br><br>MISSIONS<br><br>1)  VEILLE ET SELECTION DES APPELS D’OFFRES<br><br><br><br>Anticiper les besoins des marchés correspondant aux activités de son entreprise.<br><br>Consulter quotidiennement les sources de publication des appels d’offres privés et publics.<br><br>Sélectionner et préqualifier les consultations : analyser les Appels d’offre aux plans quantitatif (montants des marchés, délais) et qualitatif (aspects juridique et technique).<br><br>Assurer les relations avec les services impliqués : commercial, marketing, technique, administratif, juridique.<br><br><br>2) REPONSE AUX APPELS D’OFFRES<br><br><br><br>Préparer les argumentaires pour les dossiers qualifiés : identifier les éléments différenciants répondant aux problématiques des commanditaires.<br><br>Rédiger les offres administratives, techniques et financières pour répondre aux appels d’offres, vérifier leur parfaite adéquation à l’ensemble des exigences du cahier des charges.<br><br>Constituer et consolider les dossiers de candidature, les faire valider en interne.<br><br>Suivre toutes les phases de la procédure jusqu’à la contractualisation.<br><br><br>3) SOUMISSION DES DOSSIERS ET SUIVI DES MARCHES<br><br><br><br>Vérifier la parfaite conformité des dossiers sur la forme, le fond, les délais impartis.<br><br>Suivre les décisions d’adjudication, relancer les commanditaires, utiliser les recours éventuels.<br><br>Gérer les contractualisations, les reconductions et prolongations de marché.<br><br>Renseigner les tableaux de bord, intégrer les pièces contractuelles, techniques, budgétaires dans la base de données documentaire, participer aux retours d’expérience.<br><br>Défendre son offre.<br><br>Assister aux séances de dépouillement des DAO.<br><br><br>COMPETENCES<br><br>Savoir-faire :<br><br><br><br>Bonnes connaissances des procédures classiques et dématérialisées de gestion des appels d’offres privés et publics.<br><br>Parfaite maitrise des marchés du domaine de l’automobile ou de l’informatique ;<br><br>Connaissances du Code de la commande publique et/ou en droit des marchés publics.<br><br>Connaissances des outils de veille d’appels d’offres.<br><br>Bonnes connaissances des outils bureautiques : suite Office (Word, Excel avancé), et de logiciel de rédaction des pièces de marchés publics.<br><br>Application de la négociation de l’achat dans le respect des règles d’achat public ;<br><br>Maîtrise de la rédaction administrative ;<br><br>Maîtrise de l’analyse du tissu « fournisseurs et prestataires » ;<br><br>Aptitudes à la transmission des informations aux acheteurs, à la communication interne et externe ;<br><br>Capacités de synthèse et de rédaction.<br><br><br>Savoir-être :<br><br><br><br>Confidentialité ;<br><br>Sociabilité ;<br><br>Capacité à travailler en équipe ;<br><br>Dynamisme ;<br><br>Ténacité ;<br><br>Autonomie – initiative ;<br><br>Rigueur.<br><br><br>Connaissances :<br><br><br><br>Connaissance des outils et logiciels métier plate-forme électronique des marchés publics, éventuellement outil d'aide à la rédaction et bases de données.<br><br>Connaissance des techniques de classement et d'archivage.<br><br>Connaissance des procédures et de la réglementation relative à son ou à ses domaines d'activité réglementation des marchés publics.<br><br>Capacité à respecter les délais et les procédures<br><br><br>PROFIL<br><br><br><br>H/F entre 21 et 35 ans<br><br>Bac +2 (DUT, BTS) Action commerciale/ventes, RH ; Mécanique auto, Assistance administrative , électronique ou tout autre domaine connexe <br><br>Vous faites preuve de ténacité et de dynamisme ;<br><br>Vous savez également faire preuve d'autonomie et de force de persuasion ;<br><br>Vous évoluerez dans un environnement jeune mais exigeant où de bonnes qualités relationnelles seront indispensables ;<br><br>Organisé(e), rigoureux(e), vous avez un réel sens du service ;<br><br>Immédiatement disponible.<br><br><br>Les dossiers de candidatures avec demi carte photo doivent être envoyés aux adresses Abdelkarimdjibril2018@gmail.com et Thierryfotso@ymail.com au plus tard le 05/08/2023",
        "employer": "Entreprise de la place",
        "type": "Employment contract:",
        "location": "Yaoundé",
        "publishedDate": "23-07-2023",
        "expirationDate": "05-08-2023",
        "applyLink": "mailto:Abdelkarimdjibril2018@gmail.com"
    },
    {
        "title": "Sales and Service Agent",
        "description": "OFFRE D'EMPLOI<br><br>Tâches<br><br><br><br>interagir activement avec divers acteurs du marché via un support en ligne (e-mail,démarrage téléphonique,skype)<br><br>Construire des analyses de rentabilisation avec des partenaires potentiels, y compris le profilage des exigences, la tarification et les conditions de paiement <br><br>negociation de contrat <br><br>Intégration des partenaires via notre plate-forme de transporteur interne <br><br>Gestion quotidienne du compte <br><br>Analyse continue des performances des partenaires, surveillance du trafic, gestion des tickets, d'incidents et examen de différentes mesures <br><br><br>Profil recherché<br><br><br><br>Titulaire d'un BTS, licence ou master en Administration et Gestion des Affaires, mathématiques, informatiques, marketing commerce et vente,sciences ou administration des Affaires <br><br>Anglais exceptionnel <br><br>Personne curieuse, bien organisée, logique,esprit critique et axée sur les résultats <br><br>Connaissances de base en télécommunication<br><br>A l'aise avec les solutions logicielles (Skype,Excel,Outlook,etc.)<br><br><br>La rémunération comprend un salaire de base, mais elle est fortement axée sur les commissions.<br><br>Envoyez votre CV à l'adresse suviante: alex@online-africa.store",
        "employer": "Online Africa",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "14-07-2023",
        "expirationDate": "21-07-2023",
        "applyLink": "mailto:alex@online-africa.store"
    },
    {
        "title": "SALES DEVELOPMENT MANAGER",
        "description": "OFFRE D’EMPLOI : SALES DEVELOPEMENT MANAGER (SDM)<br><br>Réf de l’offre : SDM-CDP23<br><br>Une institution académique Française basée au Cameroun recherche pour besoin de services : Sales developement Manager, poste basé à Douala et Yaoundé.<br><br>MISSIONS ET TACHES<br><br>Il aura pour missions principales de :<br><br><br><br>Définir la stratégie commerciale de son pôle ;<br><br>Mettre en œuvre les actions commerciales et marketing de terrain spécifiques<br><br>Coordonner et animer les activités de l’équipe commerciale ;<br><br><br>Les taches consisteront à :<br><br><br><br>Définir les plan d’action hebdomadaire en lien avec la stratégie commerciale ;<br><br>Organiser et faire le suivi des actions de prospection ;<br><br>Encadrer les staffs;<br><br>Participer aux réunions hebdomadaires des activités de coordination générale;<br><br>Rédiger les rapports journaliers de l’équipe commerciale.<br><br><br>PROFIL REQUIS<br><br><br><br>Bac +3 minimum en action commerciale, marketing ou toute autre formation connexe ;<br><br>Expérience de (02) ans minimum dans la mise en œuvre et l’exécution d’une stratégie commerciale ;<br><br>Une bonne connaissance dans la vente de services serait un atout ;<br><br>Maitrise de l’outil informatique (Pack Office) ;<br><br>Être social(e) avec de bonnes qualités relationnelles ;<br><br>Maitriser le bon langage adapté à la négociation ;<br><br>Être capable de s’adapter à l’éthique et aux valeurs de l’entreprise.<br><br><br>Si vous souhaitez faire partie d’une institution où l’on valorise la performance dans une ambiance conviviale, Alors faites nous rapidement parvenir votre CV via l’adresse suivante : recrutement@parisformations.fr<br><br>Merci de préciser en objet de votre mail SDM-CDP23 Suivi de votre ville<br><br>Deadline : 17 Juillet 2023 à 17h30",
        "employer": "PARIS FORMATIONS",
        "type": "Employment contract:",
        "location": "Douala et Yaoundé",
        "publishedDate": "15-07-2023",
        "expirationDate": "17-07-2023",
        "applyLink": "mailto:recrutement@parisformations.fr"
    },
    {
        "title": "MODERN TRADE AND HORECA MANAGER",
        "description": "OPPORTUNITE<br><br>Le cabinet SUCCESS CONSULTS, recrute pour un de ses clients, une entreprise spécialisée dans la grande distribution des produits alimentaires de grande consommation premium et dont le siège est à Douala, avec des agences dans 05 régions du pays, UN REPONSABLE SENIOR MODERN TRADE ET HORECA.<br><br>DESCRIPTION DU POSTE<br><br>Sous l’autorité du Directeur général, ses principales activités seront : <br><br><br><br>Concevoir la stratégie commerciale modern trade,<br><br>Participer à la conception de la stratégie commerciale,<br><br>Assurer le développement des ventes en Chiffre d’Affaires et en Marges des produits de l’entreprise sur le Modern Trade et HORECA,<br><br>Contribuer à l’organisation de la direction commerciale,<br><br>Assurer le développement du segment Modern Trade et HORECA,<br><br>Assurer la maîtrise des risques liés aux activités de ce segment de marché,<br><br>Assurer la relation client avec les partenaires grands comptes et grandes surfaces dans le but de les fidéliser,<br><br>Superviser les animations et le travail des vendeurs et hôtesses dans les grandes surfaces et différents points de vente,<br><br>Animer les équipes du modern trade sur l’ensemble du territoire,<br><br>Coordonner et maitriser les opérations de livraison des points de vente, <br><br>Assurer la veille concurrentielle,<br><br>Produire mensuellement les statistiques commerciales,<br><br><br>PROFIL DU CANDIDAT<br><br><br><br>H/F entre 25 et 45 ans,<br><br>Min Bac+ 3/4 en Marketing ou équivalent, <br><br>Min 10 ans d’expérience dans la gestion du modern trade dans la grande distribution alimentaire (exigible),<br><br>Expérience significative dans le développement commercial sur le segment HORECA,<br><br>Expérience avérée dans le développement commercial des marques de luxe des produits agroalimentaires de grande consommation, <br><br>Expérience avérée dans la gestion des équipes commerciales à l’échelle régionale ou nationale,<br><br>Expérience dans le développement des marchés à l’international,<br><br>Maitrise du pack office<br><br>Loyal/e et courtois/e,<br><br>Sens élevé des responsabilités,<br><br>Capacité à supporter la pression<br><br>Immédiatement disponible<br><br><br>CONDITIONS D’EMPLOI<br><br><br><br>Essai + CDI<br><br>Salaire : à négocier,<br><br>Localisation du poste: Douala,<br><br><br>COMMENT POSTULER<br><br><br><br>CV + références professionnelles à successconsults2038@gmail.com, avec en objet du mail, la mention MODERN TRADE,<br><br>Délai : le 24 juillet 2023 à 15h,<br><br>Lieu de l’entretien : Douala",
        "employer": "SUCCESS CONSULTS",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "14-07-2023",
        "expirationDate": "24-07-2023",
        "applyLink": "mailto:successconsults2038@gmail.com"
    },
    {
        "title": "Salespeople ",
        "description": "OPPORTUNITE<br><br>TWINGO Sarl est une société de services en ingénierie informatique basée à Yaoundé et spécialisée dans l'Accès Internet, l'Infrastructure IT et les Solutions Cloud. <br><br>Nous recrutons 02 commerciaux sur Yaoundé.<br><br>Missions :<br><br><br><br>Prospection ciblée B2B<br><br>Promotion et Vente des services de l'entreprise<br><br>Développer le portefeuille clients de l'entreprise<br><br><br>Profil :<br><br><br><br>Homme / Femme (21 à 30 ans)<br><br>Bac+2 dans une filière Marketing/Commerce/Vente<br><br>Connaissance des techniques de vente et de négociation<br><br>Expérience (06 mois minimum) dans la vente ou prospection des services de compagnies d'assurances ou opérateurs de téléphonie mobile/internet serait un atout.<br><br>Bonne culture des TIC<br><br>Esprit d’initiative<br><br>Pouvoir de persuasion<br><br>Aisance communicationnelle<br><br>Sens de l'organisation<br><br> Bonne présentation physique<br><br><br>Pour postuler, envoyez votre CV au format PDF  par mail : twingo237@gmail.com<br><br>Date limite : 31/07/2023",
        "employer": "Twingo SARL",
        "type": "Employment contract:",
        "location": "Yaoundé",
        "publishedDate": "19-07-2023",
        "expirationDate": "31-07-2023",
        "applyLink": "mailto:twingo237@gmail.com"
    },
    {
        "title": "BUSINESS",
        "description": "OPPORTUNITE<br><br>Nous recrutons pour notre client, entreprise spécialisée dans les travaux d’imprimerie et dont le siège est à Douala, 02 COMMERCIAUX pour le développement de ses activités.<br><br>DESCRIPTION DU POSTE <br><br>Sous l’autorité du Directeur Général<br><br>MISSIONS PRINCIPALES<br><br><br><br>Développer les ventes des produits et services d’imprimerie,<br><br>Participer à la conception de la politique marketing et commerciale,<br><br>Réaliser un suivi clientèle de proximité,<br><br>Assurer la veille commerciale permanente et l’analyse du marché,<br><br>Mettre en œuvre la politique de fidélisation client,<br><br>Produire les rapports commerciaux hebdomadaires,<br><br>Piloter les projets commerciaux,<br><br><br>PROFIL DU CANDIDAT<br><br><br><br>H/F entre 22-30 ans<br><br>Min Bac + 2 en Marketing, Stratégie, Gestion ou équivalent,<br><br>Min 02 ans d’expérience professionnelle comme commercial dans le secteur de l’imprimerie avec des résultats probants,<br><br>Bonne maitrise de la communication commerciale,<br><br>Pro- actif, dynamique, capable de s’adapter à un environnement exigeant,<br><br>Bonne  capacité de reporting,<br><br>Forte capacité de négociation ;<br><br>Orienté Résultats et délais,<br><br>Forte capacité de travail en équipe,<br><br>Bien organisé,<br><br>Aptitudes  relationnelles et communicationnelles avérées,<br><br>Disponible immédiatement,<br><br><br>COMMENT POSTULER<br><br><br><br>CV et références professionnelles à successconsults1940@gmail.com,  avec en objet du mail la mention COMMERCIAL IMPRIMERIE <br><br>Salaire essai : 80 000 + commissions sur vente,<br><br>Délai d’envoie des dossiers : 28 juillet 2023 à 15h<br><br>Lieu de l’interview : Douala",
        "employer": "SUCCESS CONSULTS",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "20-07-2023",
        "expirationDate": "28-07-2023",
        "applyLink": "mailto:successconsults1940@gmail.com"
    },
    {
        "title": "Chargé d 'affaires et Projets",
        "description": "Appel à candidature<br><br>Réf. RAS202304 du 16/07/2023<br><br>L'entreprise ROYAL ADVANCED SERVICES recrute Un Chargé d'affaires et Projets en urgence pour ses besoins de service - (H/F)<br><br>Missions principales :<br><br><br><br>Mettre en œuvre les plans d’actions opérationnelles résultant de la stratégie commerciale et marketing de l’entreprise. <br><br>Développer le portefeuille d’affaires, des produits et services ; <br><br>Coordonner et superviser les actions de recherche d’opportunités d’affaires dans le cadre d’opérations d’ensemble (Banques, Microfinances, Hôtel, Bureaux, Résidences, Compagnie Pétrolières et Assurances, Commerces, Loisirs…). Activités clés <br><br>La définition et la structuration des produits, services et des offres adaptés aux standards de l’entreprise et à la clientèle ; <br><br>La prospection, l’identification et le développement des opportunités d’affaires (contrats) auprès de nouveaux clients et des clients existants ; <br><br>L’identification des besoins d’investissement et des modèles d’affaires nécessaires à la reconfiguration des offres ((Banques, Microfinances, Hôtel, Bureaux, Résidences, Compagnie Pétrolières et Assurances, Commerces, Loisirs, BTP…) ; <br><br>L’identification des sites à fort potentiel de développement d’opportunités en adéquation avec le positionnement de l’entreprise ; <br><br>La promotion des services de l’entreprise ; <br><br>La réalisation...<br><br><br>Profil requis : H/F<br><br><br><br>Minimum Bac+2 ou plus en Commerce et vente, Gestion des projets et/ou ActionCom- Marketing opérationnel etc..<br><br>Minimum une (01) année d'expérience dans le domaine.<br><br>Age minimum de 25 à 35 ans<br><br><br>Lieu de Résidence : Douala <br><br>Adresses de dépôt des CV : royaladservices@gmail.com ou Whatsapp : +237675 20 47 88<br><br>Deadline de réception des CV: Le 26 juillet 2023 à 18h00",
        "employer": "ROYAL ADVANCED SERVICES SARL",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "23-07-2023",
        "expirationDate": "26-07-2023",
        "applyLink": "mailto:royaladservices@gmail.com"
    },
    {
        "title": "IN CHARGE OF DIGITAL COMMUNICATION",
        "description": "APPEL A CANDIDATURE<br><br>COMMUNITY MANAGER  / CHARGE DE LA COMMUNICATION DIGITAL<br><br>DESCRIPTION DU POSTE <br><br>Rattaché au Responsable Commercial et Marketing, vous aurez pour principale mission la tenue et le développement de la stratégie de contenu sur les réseaux sociaux, afin de créer, fédérer, animer les différentes communautés et développer l'image de marque des  résidences sur les différents canaux Internet. Vos missions au quotidien seront les suivantes :  <br><br>MISSIONS<br><br><br><br>Gérer les plateformes de réservation en ligne,<br><br>Faire des annonces publicitaires,<br><br>Gérer l’application de réservation, le site internet ainsi que les pages Facebook, twitter, Instagram, snapchat, et autres<br><br>Reporting  et suivi des occupations des différents sites ;<br><br>Gérer les messages sur les boîtes privées (Instagram, WhatsApp, Messenger twitter, tiktok, linkedin et autres) ;<br><br>Être à la recherche d'innovations dans le but d’accroitre le portefeuille clients des résidences ;<br><br>Créer des contenus graphiques et rédactionnels des différentes résidences en adéquation avec votre hiérarchie ;<br><br>Gérer les animations digitales des différents événements de la société.<br><br><br>PROFIL<br><br>Qualifications exigées<br><br><br><br>Justifier d’une formation minimale d’un BACC+2 en réseau et télécommunication/Gestion logiciel/ Communication digitale/ Informatique et autre diplôme équivaut.<br><br>Une expérience professionnelle allant de 02 à 03 ans en Community management ;<br><br>Bonne connaissance des logiciels d’infographie (Photoshop, Illustrator et autres) ;<br><br>Parfaite maitrise des réseaux sociaux (Facebook, twitter, Instagram, snachat, tiktok, linkedin, youtube etc..),<br><br>Parfaite expression écrite et orale. Etre bilingue est un gros atout ;<br><br><br>Qualifications souhaitées<br><br><br><br> Etre créatif, organisé et force de propositions,<br><br> Etre  doté d'un bon relationnel et d'une grande capacité d'adaptation ;<br><br>Etre Bilingue (Français et anglais)  est un atout.<br><br><br>Les candidatures sont attendues à l’adresse recrutementpersonnel2022@gmail.com",
        "employer": "Entreprise de la place",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "06-07-2023",
        "expirationDate": "30-07-2023",
        "applyLink": "mailto:recrutementpersonnel2022@gmail.com"
    },
    {
        "title": "AREA SALES REPRESENTATIVES",
        "description": "OFFRE D’EMPLOI: AREA SALES REPRESENTATIVES<br><br>Réf de l’offre : ASR-CDP23<br><br>Une institution académique Française basée au Cameroun recherche pour besoin de services : Des chefs de zones commerciales, postes basés à Douala et à Yaoundé<br><br>MISSIONS ET TACHES<br><br>Ils auront pour missions principales de :<br><br><br><br>Participation à l’élaboration de la stratégie commerciale du pool ;<br><br>Exécution le plan d’action mis en œuvre par le Responsable commercial ;<br><br>Assurer le développement et l’implémentation du plan commercial<br><br><br>Les taches consisteront à :<br><br><br><br>Mener des activités de prospection sur le terrain ;<br><br>Assurer une bonne prospection en ligne à travers les mailling, whatsapping et bien d’autres ;<br><br>Etablir un rapport ou compte rendu journalier sur les taches exécutées ;<br><br>Participer aux réunions hebdomadaires de coordination des activités générales et apporter ses suggestions.<br><br><br>PROFIL REQUIS<br><br><br><br>Bac +2 en action commerciale, marketing ou toute autre formation connexe ;<br><br>Expérience d’un (01) an minimum dans les techniques de déploiement et de vente ;<br><br>Une bonne connaissance dans la vente de services serait un atout ;<br><br>Avoir entre 22 et 27 ans ;<br><br>Maitrise de l’outil informatique (Pack Office) ;<br><br>Être social(e) avec de bonnes qualités relationnelles ;<br><br>Maitriser le bon langage adapté à la négociation ;<br><br>Être capable de s’adapter à l’éthique et aux valeurs de l’entreprise.<br><br><br>Si vous souhaitez faire partie d’une institution où l’on valorise la performance dans une ambiance conviviale, Alors faites nous rapidement parvenir votre CV via l’adresse suivante : recrutement@parisformations.fr<br><br>Merci de préciser en objet de votre mail : ASR-CDP23 suivi de votre ville<br><br>Deadline : 17/07/2023 à 17h30",
        "employer": "PARIS FORMATIONS",
        "type": "Employment contract:",
        "location": "Douala et Yaoundé",
        "publishedDate": "15-07-2023",
        "expirationDate": "17-07-2023",
        "applyLink": "mailto:recrutement@parisformations.fr"
    },
    {
        "title": "HR Intern",
        "description": "OFFRE DE STAGE<br><br>Le Cabinet de formation ARCHIPEL CM recherche Un STAGIAIRE PROFESSIONNEL RH.<br><br>PROFIL RECHERCHE :<br><br><br><br>Être titulaire d’un BAC+3 en GRH, Marketing commerce et vente, Commmunication des enterprises ou tout autre diplome équivalent. <br><br>Expérience souhaitée dans le domaine : junior/débutant<br><br>Langue : Français et Anglais<br><br>Genre : Féminin/ Masculin<br><br>Disponibilité complète et immédiate<br><br>Durée  du stage: 03 mois <br><br><br>COMPÉTENCES:  <br><br><br><br>Maîtriser les techniques de rédaction administrative;<br><br>Bonne organisation du travail et des dossiers ;<br><br>Travailler en équipe et en parfaite  autonomie  ;<br><br>Bon communicant ;<br><br>Motivation et sens du service <br><br><br>MISSIONS:<br><br><br><br>Gestion des tâches administratives courantes ;<br><br>Créer et animer des communautés;<br><br>Création des rapports clairs et concis ;<br><br>Organiser et coordonner nos politiques et procédures RH;<br><br><br>Horaires : Temps plein<br><br>Lieu de travail : DOUALA<br><br>Date limite : 24/07/2023 au plus tard à 15h <br><br>Merci de nous faire parvenir votre CV actualisé accompagner d'une photo professionnelle sur le CV à l’adresse mail : archipelcm@gmail.com avec en Objet : Stagiaire Professionnelle RH. <br><br>NB : le stage n'est pas rémunéré <br><br>Tel: 233 43 74 25;  <br><br>Mobile: 656 144 363 / 654330157<br><br>Site Internet: http://archipelcm.net",
        "employer": "ARCHIPEL",
        "type": "Kind of job internship",
        "location": "Douala",
        "publishedDate": "19-07-2023",
        "expirationDate": "24-07-2023",
        "applyLink": "mailto:archipelcm@gmail.com"
    },
    {
        "title": "Commercial",
        "description": "OFFRE D'EMPLOI<br><br>Une école supérieure internationale recherche pour les besoins de ses services des stagiaires professionnels et des attachés commerciaux.<br><br>Profil recherché :<br><br><br><br>Etre titulaire minimum d’un BAC + 2 minimum dans un domaine de la vente, marketing ;<br><br>Expérience requise : Débutant ;<br><br>Age : 21 à 28 ans ;<br><br>Langue : Bilingue ;<br><br>Genre : Masculin / Féminin ;<br><br><br>Compétences :<br><br><br><br>Avoir une aisance relationnelle ;<br><br>Maitriser la gestion de la relation client ;<br><br>Avoir une aisance rédactionnelle ;<br><br>Avoir le sens de l’organisation ;<br><br>Maîtriser l’outil informatique ;<br><br>Avoir un esprit d’équipe pour faire avancer le travail de tout un groupe ;<br><br>Etre disponible pour faire face aux urgences ;<br><br>Faire preuve d’autonomie et d’esprit d’initiative pour faire avancer un projet.<br><br><br>Missions :<br><br><br><br>Prospection (téléphonique) ;<br><br>Suivie phoning ;<br><br>Prospection terrain ;<br><br>Etre force de proposition pour l’avancement de l’entreprise ;<br><br>Présenter les services de l’entreprise aux clients potentiels ;<br><br>Implémentation de la stratégie commerciale définie par le responsable commercial ;<br><br>Réalisation des objectifs fixés ;<br><br>Respect de la mise en place de la stratégie votée par le responsable commercial ;<br><br><br>Horaires: Temps plein<br><br>Lieu de travail : DOUALA<br><br>Date limite : 30 JUILLET 2023<br><br><br>Merci de nous faire parvenir votre CV actualisé à  L’adresse mail : Joboffer@ecolesup-euro.fr avec en Objet: COMMERCIAL(E).<br><br>Mobile : 655 787 833 / 679 844 110<br><br>Site Internet: www.ecolesup-euro.fr",
        "employer": "Ecole Supérieure Européenne",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "19-07-2023",
        "expirationDate": "30-07-2023",
        "applyLink": "mailto:Joboffer@ecolesup-euro.fr"
    },
    {
        "title": "Commercial",
        "description": "OFFRE DE STAGE<br><br>Dans le cadre de l'expansion de ses activités, RBS SARL recherche un (e) Commercial (e) pour développer son portefeuille client.<br><br>Qui sommes-nous :  https://rbs-holdings.com/?page_id=9 <br><br>Activités principales :<br><br><br><br>Développer le portefeuille Clients de l'entreprise<br><br>Elaborer un plan de déploiement commercial<br><br>Faire connaitre et vendre les services de l'entreprise dans la région<br><br>Etudier le marché, les concurrents et faire des propositions pour la réalisation d'un bon chiffre d'affaires<br><br>Développer une politique de fidélisation clientèle, <br><br>Coordonner les activités de satisfaction clientèle, <br><br>Participer à l’élaboration de la politique de communication,<br><br>Produire hebdomadairement les statistiques de vente de tout le département et les propositions y afférentes<br><br><br>Pré requis :<br><br><br><br>Minimum requis : BAC +2 en Marketing/Commerce/Vente ou tout autre diplôme équivalent<br><br>Qualités : Bon relationnel - Bonne éducation - Bonne moralité – Courtoisie - Bonne présentation<br><br>Bonne présentation et bonne aptitude dans l’utilisation du matériel bureautique et le package office.<br><br>Être de bonne moralité disponible.<br><br>Être capable de travailler sous pression, et avoir une forte personnalité.<br><br><br>Atouts pour le poste<br><br><br><br>Connaissance de l’anglais serait un atout ;<br><br>Connaissance de l’outil Informatique<br><br>Permis de conduire B<br><br> <br><br><br>Candidatures :<br><br>Les candidates devront adresser une lettre de motivation, puis un CV détaillé à careers@rbs-holdings.com en précisant comme objet : COM_RBS_JUILLET_2023",
        "employer": "RBS HOLDINGS SARL",
        "type": "Kind of job internship",
        "location": "Douala",
        "publishedDate": "12-07-2023",
        "expirationDate": "20-07-2023",
        "applyLink": "https://rbs-holdings.com/?page_id=9"
    },
    {
        "title": "Infograph-Videograph",
        "description": "OFFRE D’EMPLOI : INFOGRAPHE-VIDEOGRAPHE<br><br>KOM BIZNESS est une structure spécialisée dans la Communication et le Business Development d’entreprises. Ces deux disciplines, très étroitement liées, ont le mérite de se prêter à tous les secteurs d’activités et d’y apporter de la plus-value.<br><br>Qu’il s’agisse de campagnes de communication, de développement commercial, de management de performance, nous menons des analyses stratégiques et mettons en place des actions destinées à améliorer la visibilité ainsi que les performances des entreprises.<br><br>Actuellement en pleine croissance, nous recherchons un/une infographe-vidéographe optimiser notre productivité.<br><br>Vous êtes passionné(e) par l’infographie et la vidéographie, vous êtes créatif(ve), motivé(e) et travailleur(euse) ? Alors tentez votre chance !<br><br>PRINCIPALES MISSIONS ET TACHES<br><br><br><br>Développer et créer des graphiques et des vidéos pour diverses plateformes, y compris les médias sociaux, les sites web et les présentations.<br><br>Collaborer avec les membres de l’équipe pour développer des concepts et des idées pour les projets.<br><br>Éditer et produire du contenu vidéo, y compris des graphiques de mouvement (Motion. Design) et des animations.<br><br>Créer et concevoir du matériel de marketing, tel que des brochures, des dépliants, des bannières, etc.<br><br>Se tenir au courant des dernières tendances en matière de logiciels et de conception.<br><br><br>QUALITES ET ATOUTS<br><br><br><br>Être méthodique, organisé et rigoureux ;<br><br>Avoir le sens du détail ;<br><br>Avoir de bonnes aptitudes à travailler en équipe en vue d’atteindre les objectifs organisationnels ;<br><br>Démontrer des capacités à s’adapter aux changement et à effectuer plusieurs tâches en même temps<br><br>Faire preuve d’initiative, de flexibilité et respecter les délais.<br><br><br>QUALIFICATIONS<br><br><br><br>Bac/Certification en infographie-vidéographie<br><br>Maitrise avérée des principaux logiciels d’infographie/vidéographie<br><br><br>CONSTITUTION DU DOSSIER<br><br>Nous vous prions d’envoyer les éléments suivants à l’adresse recrutement@kombizness.com<br><br><br><br>Votre CV en PDF. Le fichier IMPERATIVEMENT doit porter votre NOM et le POSTE auquel vous aspirez<br><br>Un lien ou un fichier de vos réalisations en infographie<br><br>Un lien ou un fichier de vos réalisations en vidéographie<br><br><br>Au plus tard le 20/07/2023<br><br>NB : NE POSTULEZ QUE SI VOUS ETES DISPOSES A TRAVAILLER EN PRESENTIELLE DANS LA VILLE DE YAOUNDE SVP",
        "employer": "KOM BIZNESS",
        "type": "Employment contract:",
        "location": "Yaoundé",
        "publishedDate": "10-07-2023",
        "expirationDate": "20-07-2023",
        "applyLink": "mailto:recrutement@kombizness.com"
    },
    {
        "title": "Web Editor",
        "description": "OPPORTUNITE : Rédacteur Web et Référencement de Site Web<br><br>Notre entreprise dynamique est à la recherche de trois Rédacteurs(trices) Web et Référencement de Site Web pour rejoindre notre équipe. Si vous êtes passionné(e) par l'écriture, le marketing en ligne et que vous avez une bonne compréhension des stratégies de référencement, cette opportunité est faite pour vous.<br><br>Responsabilités :<br><br><br><br>Rédiger et éditer du contenu de haute qualité pour nos sites web, blogs et autres supports en ligne.<br><br>Effectuer des recherches approfondies sur divers sujets afin de créer un contenu original, engageant et informatif.<br><br>Optimiser le contenu pour les moteurs de recherche en utilisant des techniques de référencement telles que l'utilisation de mots clés pertinents, la méta-description, les balises de titre, etc.<br><br>Collaborer avec les équipes de conception et de développement web pour assurer l'intégration harmonieuse du contenu.<br><br>Effectuer des analyses de performances et des audits SEO pour identifier les opportunités d'amélioration.<br><br>Suivre les dernières tendances et les meilleures pratiques en matière de rédaction web et de référencement.<br><br>Réaliser des reporting sur le positionnement, l’analyse du trafic et des conversions<br><br><br>Exigences :<br><br><br><br>Excellentes compétences en écriture, en grammaire et en orthographe.<br><br>Bonne compréhension des techniques de référencement et de l'optimisation du contenu.<br><br>Capacité à effectuer des recherches approfondies sur différents sujets.<br><br>Connaissance des outils de référencement et d'analyse web tels que Google Analytics, Google Search Console, etc.<br><br>Capacité à travailler de manière autonome, tout en respectant les délais et les objectifs fixés.<br><br>Curiosité intellectuelle et volonté d'apprendre continuellement.<br><br>Expérience préalable en rédaction web et en référencement de site web.<br><br>Expérience préalable en rédaction web et en référencement de site web n’est pas forcement requise, une formation de 1 mois sera nécessaire. <br><br>Une maitrise parfaite de ces langues (ecris) : Allemand, Espagnol ou Italien serait un énorme plus <br><br><br>Informations complémentaires :<br><br>Type d’emploi : Temps plein<br>Lieu de travail : Yaoundé<br>Salaire : À partir de 50.000 cfa ou à négocier en fonction de l'expérience et des compétences du candidat.<br>Prime sur objectif <br>Date de début : Dès que possible.<br><br>Pour postuler à ce poste, veuillez envoyer votre CV, à imw.camer@gmail.com.Veuillez indiquer dans l'objet du courrier électronique \"Candidature - Rédacteur Web et Référencement de Site Web\".<br>Telegram : @alaintostainSEO<br><br>Nous remercions tous les candidats pour leur intérêt. Cependant, nous ne pourrons contacter que les candidats retenus pour une entrevue.",
        "employer": "IMW",
        "type": "Employment contract:",
        "location": "Yaoundé",
        "publishedDate": "04-07-2023",
        "expirationDate": "31-07-2023",
        "applyLink": "mailto:imw.camer@gmail.com"
    },
    {
        "title": "Community manager",
        "description": "Offre de stage pré-emploi : Community Manager<br><br>Parlez-vous couramment les emoji, avez-vous toujours une Story-insta prête et plus de filtres Snapchat que de filtres à café ? Alors, postule et montre-nous tes mouvements insta.<br><br>Qui sommes-nous ?<br><br>Nous sommes une entreprise basée sur Douala et offrons des services de qualités à nos clients. Pour accroitre notre visibilité et avoir une empreinte sur les RS il va falloir y être présent.  Et c'est là que vous intervenez. Parce que nous recherchons un Community Manager (h/f) pour rejoindre notre équipe.<br><br>Cela signifie ?<br><br>Vous êtes plutôt un accro à la nouvelle technologie qui soutient activement notre équipe de médias sociaux avec la création de contenu, la planification stratégique et le rapport final. En plus de la création de contenu, la gestion de contenu et la maintenance des données jouent un rôle majeur (booooring, on sait !). Si vous n'êtes pas rebutés par le Meta et diverses applications et vous avez le sens du marketing, nous pouvons vous offrir un cadre à long terme !<br><br>Que devez-vous apporter ?<br><br>Nous ne nous attendons pas à un doctorat en gestion des médias sociaux. Les nouveaux arrivants ayant une affinité avec les médias sociaux sont également les bienvenus ! Mais important pour nous :<br><br><br><br>Envie de design<br><br>Un penchant pour la narration en mots, en images et en sons (Hello, Instagram Reels !)<br><br>Les idées, les idées, les idées<br><br><br>Vos tâches :<br><br><br><br>S’occupez de nos canaux de médias sociaux <br><br>Répondre aux questions et commenter les avis<br><br>Création de contenu : créer du contenu humoristique, innovant et axé sur le groupe cible (en mots et en images). Dans ce contexte, il faudra concevoir également une grande variété de campagnes sur les réseaux sociaux et de campagnes publicitaires payantes.<br><br>Gérer du contenu : être responsable du maintien et de la mise à jour du contenu de divers sites Web.<br><br>Détecter des tendances : garder un œil sur les tendances des médias sociaux et pouvoir les mettre en œuvre.<br><br>Exchange : travailler main dans la main avec les clients et réagir avec souplesse aux nouvelles exigences.<br><br><br>Ce que vous apportez avec vous :<br><br><br><br>Solides compétences en communication et en relations humaines<br><br>Orientation service<br><br>La créativité<br><br>La passion des réseaux sociaux<br><br>Très bon Anglais et Français (parlé et écrit)<br><br>Prendre plaisir à prendre des photos/réaliser de petits clips<br><br>Une première expérience professionnelle dans l'édition/gestion des réseaux sociaux est un atout, ainsi qu'une connaissance préalable des outils suivants : Facebook Business Manager, Sprinklr, Salesforce, Qualifio, Canva, Wordpress/CMS<br><br><br>Dossier de candidature :<br><br>Soumettre les documents suivants :<br><br><br><br>Lettre de motivation adressée à Mme Carine (indiquant pourquoi vous choisir vous plutôt qu’une autre personne).<br><br>Curriculum Vitae avec photo ;<br><br><br>Les dossiers complets devront parvenir par courrier électronique à l'adresse suivante: info@dogspa-cm.com<br><br>Mentionner dans l’objet : Candidature au poste de ‘Community Manager’.<br><br>Numéro à contacter : +237 691874415 <br><br>SANS LETTRE DE MOTIVATION, votre dossier ne sera pas étudié :<br><br>Date limite de réception des candidatures : 26/07/2023",
        "employer": "DOG SPA",
        "type": "Employment contract:",
        "location": "Douala",
        "publishedDate": "12-07-2023",
        "expirationDate": "26-07-2023",
        "applyLink": "mailto:info@dogspa-cm.com"
    },
    {
        "title": "Webmaster",
        "description": "OFFRE D’EMPLOI: WEBMASTER<br><br>Réf de l’offre : WM-CDP23<br><br>Une Institution Académique Internationale recherche pour les besoins de ses services : Un Community Manager/Webmaster, poste basé à Yaoundé et Douala.<br><br>MISSIONS ET TACHES<br><br>Il aura pour missions principales de :<br><br><br><br>Participation au développement de la stratégie de communication web ;<br><br>Création de contenu ;<br><br>Mise en ligne du contenu éditorial ;<br><br>Développement de la communication sur les réseaux sociaux ;<br><br>Création et animation de communauté ;<br><br>Veille de la e-réputation.<br><br><br>Les taches consisteront à :<br><br><br><br>Participer à l'élaboration de la stratégie de communication de l’institut sur les réseaux sociaux en concertation avec la Direction ;<br><br>Proposer et créer des contenus à poster sur les réseaux pour entretenir la présence web (photos, images, vidéos…etc) en accord avec les orientations stratégiques et objectifs visés ainsi que la charte de l’institution ;<br><br>Adapter du contenu éditorial (contenu rédactionnel, newsletter, images, vidéos, photos etc.) en alimentant les pages dédiées des réseaux sociaux ;<br><br>Communiquer pour le compte de l’institut et ses services sur les réseaux sociaux (Twitter, Facebook, Youtube, linked’In etc.), et développer sa visibilité sur le web ;<br><br>Animer des campagnes de communication sur les réseaux (Campagnes sponsorisées ou non) ;<br><br>Veiller au référencement de la marque sur les moteurs de recherche usuels ;<br><br>Créer des groupes, favoriser les échanges, fédérer et fidéliser les internautes autour d'une communauté conviviale (clients, bloggeurs, etc.).<br><br>Animer par la diffusion de contenu informatif, des échanges, des réponses aux questions, éventuellement d'événements pour la recherche de la cible visée;<br><br><br>PROFIL REQUIS<br><br><br><br>Bac +2 minimum en informatique, communication Web, marketing digital, Informatique et développement Web ;<br><br>Expérience au moins un (01) an en tant que community manager;<br><br>Maitrise dans le montage des visuels serait un atout ;<br><br>Avoir des compétences dans la communication digitale et une bonne expression écrite ;<br><br>Bonne maitrise des medias de communication (web) ;<br><br>Connaissance des outils webmarketing.<br><br><br>Faites-nous rapidement parvenir votre CV via l’adresse suivante : recrutement@parisformations.fr<br><br>Merci de préciser en objet de votre mail et selon votre ville de résidence : WM-CDP23<br><br>Deadline : 12 Juillet 2023 à 17h30",
        "employer": "PARIS FORMATIONS",
        "type": "Employment contract:",
        "location": "Douala et Yaoundé",
        "publishedDate": "06-07-2023",
        "expirationDate": "12-07-2023",
        "applyLink": "mailto:recrutement@parisformations.fr"
    },
    {
        "title": "Branch Manager ",
        "description": "JOB ADVERT<br><br>Unity Co-operative Society (UNICS Plc) is a Microfinance Institution created on the 15th of January 2000. Among other conventional financial products like savings accounts and current accounts, UNICS Plc has invested a lot in the development of value added services like Automated Teller Machine and the sale of Bank Cards, Online Banking, SMS Banking, Virtual Private Network, Bank to Wallet Services and many others. For the past 23 years, UNICS Plc has been able to position herself as one of the fastest growing financial institutions in Cameroon with highly improved technological facilities and well-developed products tailored to the needs of the public.<br><br>We are seeking the services of Candidates who would be ready to work at any of our branches in the North West & South West Regions in the following positions:<br><br>Job Ref. N°1:  BRANCH MANAGER<br><br>Key Responsibilities: <br><br><br><br>To support the General Manager in developing and implementing the Bank’s Overall Business development Strategies;<br><br>Maintain a positive customer relationship, planning and delivering effective marketing strategies and monitoring the progress of new and existing financial products.<br><br>Network  with appropriate professionals; <br><br>Maintain a high standard of discipline within the Branch & ensure that all staff are performant;<br><br>Oversee and manage all aspects of the business such as Accounting, Human Resource, Sales and Operations at the Branch;<br><br>Review trade area and identify new market opportunities;<br><br>Source, train, coach and develop staff.<br><br><br>Qualification and Experience:<br><br><br><br>To have at least a Bachelor Degree in Management, Business Administration, Management, Finance, Economics, Marketing or equivalent from a reputable university.<br><br>To have at least three years of experience in a managerial position. Experience in a Financial Institution is an added advantage;<br><br>Good working knowledge in Excel and Microsoft Word;<br><br>Bilingual (English and French);<br><br>Strong analytical skills;<br><br>Ability to deliver under pressure and in a team fostered environment;<br><br>Proven track record of good performance<br><br>A drive to reach sales and service goals<br><br>Excellent organizational and leadership skills<br><br>Someone of impeccable personal and professional integrity.<br><br>A personality that is self motivating, engaging, positive, result driven and posseses the maturity and personality to command respect.<br><br><br>Additional Strengths:<br><br><br><br>Exceptional ability to communicate in English and French verbally and in writing.<br><br>Able to work in a team fostered environment.<br><br>Good working knowledge in Excel, Word and PowerPoint.<br><br>Results driven.<br><br><br>Interested candidates who fully meet the above requirements should send their detailed Curriculum Vitae via: humanresources@unicsgroup.com not later than 20th June 2023.<br><br>Nota Bene: Only Applications matching with the relevant profile will be contacted.<br><br>UNICS Plc is an equal opportunity Employer and will not discriminate on the basis of gender, religion, ethnicity, physical ability, etc",
        "employer": "UNICS Plc. Microfinance Institution",
        "type": "Employment contract:",
        "location": "North West & South West",
        "publishedDate": "08-07-2023",
        "expirationDate": "20-07-2023",
        "applyLink": "mailto:humanresources@unicsgroup.com"
    },
    {
        "title": "CREDIT OFFICER",
        "description": "JOB ADVERT<br><br>Unity Co-operative Society (UNICS Plc) is a Microfinance Institution created on the 15th of January 2000. Among other conventional financial products like savings accounts and current accounts, UNICS Plc has invested a lot in the development of value added services like Automated Teller Machine and the sale of Bank Cards, Online Banking, SMS Banking, Virtual Private Network, Bank to Wallet Services and many others. For the past 23 years, UNICS Plc has been able to position herself as one of the fastest growing financial institutions in Cameroon with highly improved technological facilities and well-developed products tailored to the needs of the public.<br><br>We are seeking the services of Candidates who would be ready to work at any of our branches in the North West & South West Regions in the following positions:<br><br>Job Ref. N°2: CREDIT OFFICER<br><br>Key Responsibilities: <br><br><br><br>Marketing and Sales: Prospect and secure new client portfolios for the institution through marketing outreach. Be able to cross sell other products/services to enhance the customer’s experience in UNICS Plc.<br><br>Making Decisions and Solving Problems: Maintain an active knowledge base of all of the organization’s loan products and an understanding of the requirements required of each client (borrower). <br><br>Processing/Analyzing Information (Data): Compiling, coding, categorizing, calculating, tabulating, auditing, and/or verifying information to identify and recommend products that meet the customer’s needs and the organization’s lending guidelines.<br><br>Recovery and Follow up: Use legal and tactful measures to monitor, follow up and recover from customers who witness business failures or those of bad faith.<br><br>Portfolio Management: Review active and delinquent loan files each day to maintain and ensure repayment for healthy facilities, undertake and propose actions to improve delinquent cases.<br><br>Reporting: Preparing reports on a weekly, monthly, quarterly and annual as the need may arise in a sequential and concise manner on activities, difficulties, actions and recommendations.<br><br><br>Qualifications and Experience:<br><br><br><br>Have at least three (3) years of practical experience in credit management. Experience in credit management in a Financial Institution shall be an added advantage.<br><br> Have at least a Bachelors Degree in Marketing, Management, Banking & Finance, Economics or Accounting. Experience in Legal issues related to the management of various types of guarantees and recovery as a whole shall equally be an added advantage.<br><br>Impeccable integrity and morality check.<br><br>A personality that is self motivating, engaging, positive, result driven and posses the maturity and personality to command respect.<br><br><br>Additional Strengths:<br><br><br><br>Exceptional ability to communicate in English and French verbally and in writing.<br><br>Able to work in a team fostered environment.<br><br>Good working knowledge in Excel, Word and PowerPoint.<br><br>Results driven.<br><br><br>Interested candidates who fully meet the above requirements should send their detailed Curriculum Vitae via: humanresources@unicsgroup.com not later than 20th June 2023.<br><br>Nota Bene: Only Applications matching with the relevant profile will be contacted.<br><br>UNICS Plc is an equal opportunity Employer and will not discriminate on the basis of gender, religion, ethnicity, physical ability, etc",
        "employer": "UNICS Plc. Microfinance Institution",
        "type": "Employment contract:",
        "location": "North West & South West",
        "publishedDate": "08-07-2023",
        "expirationDate": "20-07-2023",
        "applyLink": "mailto:humanresources@unicsgroup.com"
    },
    {
        "title": "SEO specialist",
        "description": "OFFRE DE STAGE<br><br>Stagiaire Spécialiste SEO - Apprenez, Pratiquez et Évoluez en tant que Spécialiste SEO Off-pagee<br><br>Vous souhaitez lancer votre carrière dans le domaine du SEO ? Rejoignez Vitteck en tant que stagiaire spécialiste SEO Off-page à distance et acquérez une expérience pratique inestimable dans le monde de l'optimisation des moteurs de recherche.<br><br>Chez Vitteck, un fournisseur de services de conception web et marketing digitale de premier plan, nous vous offrons une opportunité de stage à distance passionnante où vous pourrez apprendre, pratiquer et évoluer en tant que spécialiste SEO Off-page.<br><br>Au cours de ce stage, vous collaborerez avec notre équipe expérimentée de professionnels, contribuant à de véritables projets et ayant un impact concret sur la présence en ligne de nos clients. Vous serez immergé(e) dans les stratégies SEO hors page, notamment la création de liens, la promotion de contenu, le contact avec des influenceurs, le marketing sur les médias sociaux et la gestion de la réputation en ligne.<br><br>Ce stage est idéal pour les personnes passionnées par le SEO, désireuses d’apprendre et enthousiastes à l’idée de travailler à distance. Vous bénéficierez de la flexibilité nécessaire pour gérer votre emploi du temps, en travaillant depuis votre domicile ou tout autre lieu de votre choix.<br><br>Apprenez, Pratiquez et Évoluez en tant que Spécialiste SEO Off-page:<br><br><br><br>Formation complète à distance et encadrement dans les techniques de SEO Off-page<br><br>Expérience pratique sur des sites web actifs<br><br>Collaboration avec des professionnels expérimentés du domaine<br><br>Opportunités de réseautage avec des influenceurs de l'industrie<br><br>Potentiel d'emploi à temps plein à l'issue du stage en fonction des performances<br><br><br>Si vous êtes passionné(e) par le marketing numérique, curieux(se) du SEO et avez soif de développement professionnel, ce stage à distance est fait pour vous. Faites le premier pas vers une carrière réussie dans le SEO avec Vitteck. Cliquez ci-dessous pour en savoir plus sur cette opportunité de stage à distance et postulez dès aujourd'hui.<br><br>Postulez ici: Stagiaire Spécialiste SEO",
        "employer": "VITTECK Sarl",
        "type": "Kind of job internship",
        "location": "Douala, Yaoundé",
        "publishedDate": "11-07-2023",
        "expirationDate": "30-12-2023",
        "applyLink": "https://vitteck.com/fr/stagiaire-off-page-seo/"
    },
    {
        "title": "Graphic designer",
        "description": "OFFRE DE STAGE<br><br>Vous êtes une personne créative passionnée par le design graphique ? Rejoignez Vitteck en tant que Stagiaire Graphiste et acquérez une expérience pratique dans un environnement dynamique et collaboratif.<br><br>Chez Vitteck, agence de conception web et de marketing digital, nous nous spécialisons dans la création de designs innovants et captivants pour des clients au Cameroun, en Afrique, aux Émirats Arabes Unis et au-delà. En tant que Stagiaire Graphiste, vous aurez l'opportunité de travailler sur des projets actifs, de collaborer avec notre équipe de design et de contribuer au succès de nos clients.<br><br>Avantages offerts :<br><br><br><br>Acquérir une expérience pratique dans un environnement professionnel de design graphique<br><br>Collaborer avec notre talentueuse équipe de design sur des projets passionnants<br><br>Développer vos compétences et connaissances en utilisant des logiciels et outils de design<br><br>Cultiver votre créativité et vos capacités de résolution de problèmes<br><br>Construire votre portfolio avec des projets de design concrets<br><br><br>Si vous êtes étudiant(e) ou récemment diplômé(e) en design graphique ou dans un domaine connexe, ce stage est l'opportunité idéale pour améliorer vos compétences, construire votre portfolio et acquérir une précieuse expérience professionnelle. Ne manquez pas cette chance de démarrer votre carrière en design graphique avec Vitteck.<br><br>Cliquez ci-dessous pour en savoir plus sur ce Stage créatif en tant que Stagiaire Graphiste et Cliquez ci-dessous pour en savoir plus sur ce Stage créatif en tant que Stagiaire Graphiste et postulez dès aujourd'hui.",
        "employer": "VITTECK Sarl",
        "type": "Kind of job internship",
        "location": "Douala",
        "publishedDate": "13-07-2023",
        "expirationDate": "29-01-2024",
        "applyLink": "https://vitteck.com/fr/stagiaire-en-design-graphique/"
    }
]